{"text":"Intravenous azithromycin-induced ototoxicity.","drug":["azithromycin"],"drug_indices_start":[12],"drug_indices_end":[24]}
{"text":"Immobilization, while Paget's bone disease was present, and perhaps enhanced activation of dihydrotachysterol by rifampicin, could have led to increased calcium-release into the circulation.","drug":["dihydrotachysterol"],"drug_indices_start":[91],"drug_indices_end":[109]}
{"text":"Unaccountable severe hypercalcemia in a patient treated for hypoparathyroidism with dihydrotachysterol.","drug":["dihydrotachysterol"],"drug_indices_start":[84],"drug_indices_end":[102]}
{"text":"METHODS: We report two cases of pseudoporphyria caused by naproxen and oxaprozin.","drug":["naproxen"],"drug_indices_start":[58,71],"drug_indices_end":[66,80]}
{"text":"Naproxen, the most common offender, has been associated with a dimorphic clinical pattern: a PCT-like presentation and one simulating erythropoietic protoporphyria in the pediatric population.","drug":["Naproxen"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"RESULTS: A 44-year-old man taking naproxen for chronic low back pain and a 20-year-old woman on oxaprozin for rheumatoid arthritis presented with tense bullae and cutaneous fragility on the face and the back of the hands.","drug":["naproxen"],"drug_indices_start":[34,96],"drug_indices_end":[42,105]}
{"text":"BACKGROUND: How to best treat psychotic patients who have had past clozapine-induced agranulocytosis or granulocytopenia remains a problem.","drug":["clozapine"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"CONCLUSION: The results suggest that olanzapine may be useful in treating patients with clozapine-induced granulocytopenia without the risk of recurrence of hematologic side effects.","drug":["clozapine"],"drug_indices_start":[88],"drug_indices_end":[97]}
{"text":"Prolonged severe 5-fluorouracil-associated neurotoxicity in a patient with dihydropyrimidine dehydrogenase deficiency.","drug":["5-fluorouracil"],"drug_indices_start":[17],"drug_indices_end":[31]}
{"text":"We describe the side effects of 5-FU in a colon cancer patient who suffered severe mucositis, desquamating dermatitis, prolonged myelosuppression, and neurologic toxicity that required admission to the intensive care unit.","drug":["5-FU"],"drug_indices_start":[32],"drug_indices_end":[36]}
{"text":"This case suggests that BH-AC, a derivative of cytosine arabinoside (1-beta-D-arabinofuranosylcytosine) could be a cause of reversible encephalopathy syndrome.","drug":["BH-AC"],"drug_indices_start":[24],"drug_indices_end":[29]}
{"text":"We report a case of reversible encephalopathy syndrome in a 16-year-old girl with acute myelogenous leukemia (AML), who is undergoing during consolidation chemotherapy composed of BH-AC (N4-behenoyl-1-beta-D-arabinofuranosyl cytosine) and idarubicin.","drug":["BH-AC"],"drug_indices_start":[180,239],"drug_indices_end":[185,249]}
{"text":"In one case, the readministration of riluzole was followed by the relapse of hepatitis.","drug":["riluzole"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"We report the cases of two patients who developed acute hepatitis after taking riluzole at the recommended dose (100 mg daily) for 7 and 4 weeks, respectively.","drug":["riluzole"],"drug_indices_start":[79],"drug_indices_end":[87]}
{"text":"Lupus-like syndrome caused by 5-aminosalicylic acid in patients with inflammatory bowel disease.","drug":["5-aminosalicylic acid"],"drug_indices_start":[30],"drug_indices_end":[51]}
{"text":"Although the two local anesthetics usually do not cause methemoglobinemia, we suspect that the displacement of lidocaine from protein binding by bupivacaine, in combination with metabolic acidosis and treatment with other oxidants, was the reason for the development of methemoglobinemia.","drug":["lidocaine"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Methemoglobinemia after axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[44,84],"drug_indices_end":[55,93]}
{"text":"We report a patient with chronic renal failure and ischemic heart disease who developed clinically significant methemoglobinemia after an axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[158,198],"drug_indices_end":[169,207]}
{"text":"Detection of activated eosinophils in nasal polyps of an aspirin-induced asthma patient.","drug":["aspirin"],"drug_indices_start":[57],"drug_indices_end":[64]}
{"text":"An episode of subacute encephalopathy after the infusion of a moderate dose of methotrexate (1500 mg\/m2) (MTX) is reported in a young adult with metastastic gastric cancer.","drug":["methotrexate"],"drug_indices_start":[79],"drug_indices_end":[91]}
{"text":"We believe that this represents an unusual case of moderate-dose MTX-induced neurotoxicity in a patient with gastric cancer, which has not previously been reported.","drug":["MTX"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"We describe a life threatening side effect of acute epoprostenol infusion (pulmonary edema) in a patient with pulmonary hypertension associated with limited scleroderma and discuss its management and potential etiology.","drug":["epoprostenol"],"drug_indices_start":[52],"drug_indices_end":[64]}
{"text":"A 14-year-old girl with newly diagnosed SLE developed a pruritic bullous eruption while on prednisone.","drug":["prednisone"],"drug_indices_start":[91],"drug_indices_end":[101]}
{"text":"Hydroxyurea-induced acute interstitial pneumonitis in a patient with essential thrombocythemia.","drug":["Hydroxyurea"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"The clinical course suggests that the interstitial pneumonitis was induced by hydroxyurea.","drug":["hydroxyurea"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"This is the first case of hydroxyurea-induced acute interstitial pneumonitis reported in the literature.","drug":["hydroxyurea"],"drug_indices_start":[26],"drug_indices_end":[37]}
{"text":"Allergic and irritant contact dermatitis to calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[44],"drug_indices_end":[56]}
{"text":"Calcipotriol (Daivonex R; Leo Pharmaceuticals, Zurich, Switzerland) may cause irritation of the skin, whereas allergic reactions are less common.","drug":["Calcipotriol"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"The present observation suggests, that a batch of different testing doses, including lower testing doses may help to differentiate between an allergic type of contact dermatitis and an irritant type of reaction after treatment with calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[232],"drug_indices_end":[244]}
{"text":"Myotonia associated with sarcoidosis: marked exacerbation with pravastatin.","drug":["pravastatin"],"drug_indices_start":[63],"drug_indices_end":[74]}
{"text":"Pravastatin is associated with myotonia in animals.","drug":["Pravastatin"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"This case suggests that sarcoidosis and pravastatin, two entities not frequently associated with myotonia, may interact in a synergistic manner to produce severe clinical myotonia in humans.","drug":["pravastatin"],"drug_indices_start":[40],"drug_indices_end":[51]}
{"text":"Hypersensitivity to aspirin can be manifested as acute asthma, urticaria and\/or angioedema, or a systemic anaphylactoid reaction.","drug":["aspirin"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"CONCLUSION: Fixed drug eruption is associated with many drugs but this is the first such report with omeprazole.","drug":["omeprazole"],"drug_indices_start":[101],"drug_indices_end":[111]}
{"text":"Fixed drug eruption in hands caused by omeprazole.","drug":["omeprazole"],"drug_indices_start":[39],"drug_indices_end":[49]}
{"text":"The objective of this report is to describe a case of fixed drug eruption that occurred during omeprazole treatment.","drug":["omeprazole"],"drug_indices_start":[95],"drug_indices_end":[105]}
{"text":"A 26-year-old Japanese man, who had been receiving medical attention for ulcerative colitis for one year, presented with diffuse erythema and pustules on his face and trunk, malaise, and fever up to 39 degrees C one day after the administration of salazosulfapyridine.","drug":["salazosulfapyridine"],"drug_indices_start":[248],"drug_indices_end":[267]}
{"text":"Acute generalized exanthematous pustulosis induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[54],"drug_indices_end":[73]}
{"text":"We report a case of acute generalized exanthematous pustulosis (AGEP) induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[81],"drug_indices_end":[100]}
{"text":"CASE SUMMARY: A 39-year-old white Jewish schizophrenic man treated with olanzapine developed an elevated serum CK concentration with a peak concentration of 4000 IU\/L (normal < 230).","drug":["olanzapine"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"DISCUSSION: Olanzapine, like other atypical antipsychotic drugs, may cause muscle injury with concomitant elevations of serum CK of muscle origin.","drug":["Olanzapine"],"drug_indices_start":[12],"drug_indices_end":[22]}
{"text":"Marked elevation of serum creatine kinase associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[58],"drug_indices_end":[68]}
{"text":"OBJECTIVE: To report a case of marked elevation of serum creatine kinase (CK) associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[94],"drug_indices_end":[104]}
{"text":"Diclofenac-associated hepatitis.","drug":["Diclofenac"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"This patient, who had a history of osteoarthritis, had severe hepatitis 5 weeks after being started on diclofenac for increasing pain in the joints.","drug":["diclofenac"],"drug_indices_start":[103],"drug_indices_end":[113]}
{"text":"2-CdA induces lymphocytopenia, which may explain the improvement in this patient's psoriasis.","drug":["2-CdA"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"One case of priapism occurred during heparin therapy for a previous surgical operation to the knee is reported.","drug":["heparin"],"drug_indices_start":[37],"drug_indices_end":[44]}
{"text":"Priapism as a complication of heparin therapy.","drug":["heparin"],"drug_indices_start":[30],"drug_indices_end":[37]}
{"text":"The association between heparin and priapism is often recognized; abnormal platelet aggregation could play a role in the pathogenesis of this side effect.","drug":["heparin"],"drug_indices_start":[24],"drug_indices_end":[31]}
{"text":"It carries a well-known risk of neutropenia and agranulocytosis, which necessitates the immediate discontinuation of clozapine.","drug":["clozapine"],"drug_indices_start":[117],"drug_indices_end":[126]}
{"text":"OBJECTIVE: We report a patient who developed neutropenia on clozapine, but behind the cell count decrease showed to be a diurnal variation of the white blood cells (WBC).","drug":["clozapine"],"drug_indices_start":[60],"drug_indices_end":[69]}
{"text":"Acute neutrophilic dermatosis induced by all-trans-retinoic acid treatment for acute promyelocytic leukemia.","drug":["all-trans-retinoic acid"],"drug_indices_start":[41],"drug_indices_end":[64]}
{"text":"Findings on discontinuation and rechallenge supported the assumption that the hair loss was a side effect of the paroxetine.","drug":["paroxetine"],"drug_indices_start":[113],"drug_indices_end":[123]}
{"text":"Hair loss associated with paroxetine treatment: a case report.","drug":["paroxetine"],"drug_indices_start":[26],"drug_indices_end":[36]}
{"text":"We report on a 37-year-old female who complained of moderate hair loss during paroxetine treatment.","drug":["paroxetine"],"drug_indices_start":[78],"drug_indices_end":[88]}
{"text":"CONCLUSION: Patients with insulin allergy may not have complete resolution of their symptoms after standard desensitization, particularly those patients with concomitant protamine allergy.","drug":["insulin"],"drug_indices_start":[26],"drug_indices_end":[33]}
{"text":"METHODS: The patient required insulin desensitization for severe urticaria, angioedema, and occasional wheezing resulting from her insulin dose.","drug":["insulin"],"drug_indices_start":[30,131],"drug_indices_end":[37,138]}
{"text":"OBJECTIVE: The purpose of this study was to determine whether desensitization to NPH insulin, as well as standard insulin desensitization, could control allergic symptoms in a patient allergic to both NPH and regular insulin.","drug":["insulin"],"drug_indices_start":[81,85,114,217],"drug_indices_end":[92,121,224]}
{"text":"Patients receiving neutral protamine Hagedorn (NPH) insulin are at increased risk for the development of protamine hypersensitivity.","drug":["neutral protamine Hagedorn (NPH) insulin"],"drug_indices_start":[],"drug_indices_end":[]}
{"text":"Protamine allergy as a complication of insulin hypersensitivity: A case report.","drug":["insulin"],"drug_indices_start":[39],"drug_indices_end":[46]}
{"text":"She continued to receive regular insulin 4 times per day over the following 3 years with only occasional hives.","drug":["insulin"],"drug_indices_start":[33],"drug_indices_end":[40]}
{"text":"The patient had recurrence of urticaria and angioedema a year and a half later, at which point the NPH was stopped and she was desensitized to regular insulin.","drug":["insulin"],"drug_indices_start":[99,151],"drug_indices_end":[102,158]}
{"text":"A 5-month-old infant became lethargic and poorly responsive after receiving 1 drop of brimonidine in each eye.","drug":["brimonidine"],"drug_indices_start":[86],"drug_indices_end":[97]}
{"text":"An 11-day-old infant became lethargic and apneic after a single drop of brimonidine.","drug":["brimonidine"],"drug_indices_start":[72],"drug_indices_end":[83]}
{"text":"Apparent central nervous system depression in infants after the use of topical brimonidine.","drug":["brimonidine"],"drug_indices_start":[79],"drug_indices_end":[90]}
{"text":"CONCLUSIONS: Topical brimonidine may be associated with central nervous system depression in infants.","drug":["brimonidine"],"drug_indices_start":[21],"drug_indices_end":[32]}
{"text":"PURPOSE: To report two cases in which topical brimonidine resulted in apparent central nervous system depression and unresponsiveness in an infant.","drug":["brimonidine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Ceftriaxone was approved in 1997 for the treatment of otitis media despite previous studies that documented an association of ceftriaxone with elevated hepato-biliary enzymes and transient biliary stasis.","drug":["ceftriaxone"],"drug_indices_start":[126],"drug_indices_end":[137]}
{"text":"Hepato-biliary abnormalities secondary to ceftriaxone use: a case report.","drug":["ceftriaxone"],"drug_indices_start":[42],"drug_indices_end":[53]}
{"text":"Anterior lumbosacral radiculopathy after intrathecal methotrexate treatment.","drug":["methotrexate"],"drug_indices_start":[53],"drug_indices_end":[65]}
{"text":"Reported are three children who developed progressive paraparesis after intrathecal methotrexate administration followed by complete or partial recovery.","drug":["methotrexate"],"drug_indices_start":[84],"drug_indices_end":[96]}
{"text":"During the first days of arsenic trioxide treatment a rapid decrease in the D-dimers was seen (normal values reached until day 7), together with a slight decrease in peripheral blood leukocytes.","drug":["arsenic trioxide"],"drug_indices_start":[25],"drug_indices_end":[41]}
{"text":"A 22-year-old black man developed fever, chills, fatigue, night sweats, tender lymphadenopathy, and a generalized, pruritic, macular eruption 3 weeks after starting minocycline therapy for acne.","drug":["minocycline"],"drug_indices_start":[165],"drug_indices_end":[176]}
{"text":"With the negative viral serologies, the clinical picture was most consistent with an infectious mononucleosis-like syndrome produced by the minocycline ingestion.","drug":[" minocycline"],"drug_indices_start":[139],"drug_indices_end":[151]}
{"text":"We conclude that the presence of this metabolic defect combined with topical 5-FU (a drug demonstrating a narrow therapeutic index) results in the unusual presentation of life-threatening toxicity after treatment with a topical drug.","drug":["5-FU"],"drug_indices_start":[77],"drug_indices_end":[81]}
{"text":"We now report the first known cancer patient who developed life-threatening complications after treatment with topical 5-FU and was shown subsequently to have profound DPD deficiency.","drug":["5-FU"],"drug_indices_start":[119],"drug_indices_end":[123]}
{"text":"An acute ischaemic event associated with the use of venlafaxine: a case report and proposed pathophysiological mechanisms.","drug":["venlafaxine"],"drug_indices_start":[52],"drug_indices_end":[63]}
{"text":"The association of venlafaxine treatment with ischaemic events could be explained by its unique pharmacological and haemodynamic properties.","drug":["venlafaxine"],"drug_indices_start":[19],"drug_indices_end":[30]}
{"text":"This is the first report of a possible association between an acute cardiovascular event and venlafaxine.","drug":["venlafaxine"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"We present a case of an elderly woman with a pre-existing history of ischaemic heart disease, who was treated with venlafaxine, and developed acute myocardial ischaemia within the first week of treatment.","drug":["venlafaxine"],"drug_indices_start":[115],"drug_indices_end":[126]}
{"text":"Apparent cyclophosphamide (cytoxan) embryopathy: a distinct phenotype?","drug":["cyclophosphamide"],"drug_indices_start":[9],"drug_indices_end":[25]}
{"text":"The purpose of this report is to document a new case of in utero CP exposure with multiple congenital anomalies and to establish an apparent CP embryopathy phenotype.","drug":["CP"],"drug_indices_start":[65,141],"drug_indices_end":[67,143]}
{"text":"The reported cases of in utero exposure to cyclosposphamide shared the following manifestations with our patient: growth deficiency, developmental delay, craniosynostosis, blepharophimosis, flat nasal bridge, abnormal ears, and distal limb defects including hypoplastic thumbs and oligodactyly.","drug":["cyclosposphamide"],"drug_indices_start":[43],"drug_indices_end":[59]}
{"text":"We conclude that (a) cyclophosphamide is a human teratogen, (b) a distinct phenotype exists, and (c) the safety of CP in pregnancy is in serious question.","drug":["cyclophosphamide"],"drug_indices_start":[21],"drug_indices_end":[37]}
{"text":"In all cases, seizures were controlled by withdrawal of phenytoin and reduction of drug levels.","drug":["phenytoin"],"drug_indices_start":[56],"drug_indices_end":[65]}
{"text":"Paradoxical seizures in phenytoin toxicity.","drug":["phenytoin"],"drug_indices_start":[24],"drug_indices_end":[33]}
{"text":"We present three patients with paradoxical seizures; their serum phenytoin levels were 43.5 mcg\/mL, 46.5 mcg\/mL and 38.3 mcg\/mL.","drug":["phenytoin"],"drug_indices_start":[65],"drug_indices_end":[74]}
{"text":"CONCLUSIONS: This case suggests that losartan can induce late-onset angioedema in patients with normal renal function and that the reaction can recur after initial resolution of the symptoms.","drug":["losartan"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"Losartan-induced angioedema.","drug":["Losartan"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"OBJECTIVE: To report a case of angioedema associated with losartan administration.","drug":["losartan"],"drug_indices_start":[58],"drug_indices_end":[66]}
{"text":"The incidence of angioedema secondary to losartan, an angiotensin II receptor antagonist, is unknown.","drug":["losartan"],"drug_indices_start":[41],"drug_indices_end":[49]}
{"text":"We report the case of a female acromegalic patient in whom multiple hepatic adenomas appeared soon after danazol treatment for uterine fibromatosis.","drug":["danazol"],"drug_indices_start":[105],"drug_indices_end":[112]}
{"text":"Heparin-induced thrombocytopenia is a rare and serious complication of anticoagulation therapy.","drug":["Heparin"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"Pediatric heparin-induced thrombocytopenia: management with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[10],"drug_indices_end":[17]}
{"text":"There remains a paucity of information pertaining to alternative anticoagulation strategies for use during cardiopulmonary bypass concomitant with heparin-induced thrombocytopenia, especially in children.","drug":["heparin"],"drug_indices_start":[147],"drug_indices_end":[154]}
{"text":"We report the successful treatment of heparin-induced thrombocytopenia and subsequent hemorrhagic complications postoperatively in a 2-year-old child with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[38],"drug_indices_end":[45]}
{"text":"Taxane-induced glaucoma.","drug":["Taxane"],"drug_indices_start":[0],"drug_indices_end":[6]}
{"text":"We report a case of glaucoma induced by doxetaxel therapy for metastatic breast cancer.","drug":["doxetaxel"],"drug_indices_start":[40],"drug_indices_end":[49]}
{"text":"Acute hyperphosphatemia caused by sodium phosphate enema in a patient with liver dysfunction and chronic renal failure.","drug":["sodium phosphate"],"drug_indices_start":[34],"drug_indices_end":[50]}
{"text":"We report a case of acute hyperphosphatemia secondary to rectal administration of sodium phosphate and sodium biphosphate (Fleet enema).","drug":["sodium biphosphate"],"drug_indices_start":[82,103],"drug_indices_end":[98,121]}
{"text":"Prolongation of the QT interval and ventricular tachyarrhymias have been described in patients on amiodarone therapy.","drug":["amiodarone"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"We report a case of recurrent torsades de pointes following treatment with pentavalent antimonial drugs and amiodarone.","drug":["amiodarone"],"drug_indices_start":[108],"drug_indices_end":[118]}
{"text":"Emphasis is given to the differentiation of diphenylhydantoin induced gingival hyperplasia from the angiomatous enlargement of the gingiva before any treatment is planned.","drug":["diphenylhydantoin"],"drug_indices_start":[44],"drug_indices_end":[61]}
{"text":"A 66-year-old Japanese woman with severe scleroderma developed anemia and thrombocytopenia due to D-penicillamine (D-Pen) treatment, although the leukopenia was not markedly severe.","drug":["D-Pen"],"drug_indices_start":[98,115],"drug_indices_end":[113,120]}
{"text":"Cessation of D-Pen and the start of corticosteroid therapy were followed by recovery from bicytopenia.","drug":["D-Pen"],"drug_indices_start":[13],"drug_indices_end":[18]}
{"text":"In vitro inhibition of hematopoiesis in a patient with systemic sclerosis treated with D-penicillamine.","drug":["D-penicillamine"],"drug_indices_start":[87],"drug_indices_end":[102]}
{"text":"These findings suggest that bicytopenia in this patient was caused by D-Pen and may be due to different sensitivities in the hematopoietic lineage.","drug":["D-Pen"],"drug_indices_start":[70],"drug_indices_end":[75]}
{"text":"A 48-year-old woman who was treated for thyrotoxicosis with methimazole developed agranulocytosis.","drug":["methimazole"],"drug_indices_start":[60],"drug_indices_end":[71]}
{"text":"Postoperative hypocalcemic tetany caused by fleet phospho-soda preparation in a patient taking alendronate sodium: report of a case.","drug":["alendronate sodium"],"drug_indices_start":[44,95],"drug_indices_end":[62,113]}
{"text":"This case report describes a patient who was previously prescribed alendronate (Fosamax) and presented with postoperative hypophosphatemia and hypocalcemic tetany after bowel preparation with Fleet Phospho-Soda.","drug":["alendronate"],"drug_indices_start":[67,80,192],"drug_indices_end":[78,87,210]}
{"text":"Described here are 2 patients who developed thrombotic microangiopathy of the kidneys after receiving high cumulative doses of the new anticancer drug gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[151],"drug_indices_end":[162]}
{"text":"Thrombotic microangiopathy with renal failure in two patients undergoing gemcitabine chemotherapy.","drug":["gemcitabine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"The first patient was a 61-year-old man with a 30-year history of fistulizing CD in whom B-cell non-Hodgkin's lymphoma was diagnosed 9 months after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[163],"drug_indices_end":[173]}
{"text":"The relationship between infliximab treatment and lymphoma in Crohn's disease.","drug":["infliximab"],"drug_indices_start":[25],"drug_indices_end":[35]}
{"text":"The second is a 29-year-old man with CD in whom nodular sclerosing Hodgkin's lymphoma was diagnosed 3 weeks after infusion with infliximab.","drug":["infliximab"],"drug_indices_start":[128],"drug_indices_end":[138]}
{"text":"We describe the clinical course of 2 patients with Crohn's disease (CD) in whom lymphoma was diagnosed after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[124],"drug_indices_end":[134]}
{"text":"Codeine intoxication in the neonate.","drug":["Codeine"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"We report a case of codeine intoxication in the neonate, in which the drug was prescribed for cough control during an emergency department visit.","drug":["codeine"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"Hydroxyurea (HU) and sodium phenylbutyrate (SPB) have been shown to increase fetal hemoglobin (Hb F) levels in patients with thalassemia intermedia.","drug":["Hydroxyurea"],"drug_indices_start":[0,21],"drug_indices_end":[11,42]}
{"text":"Of the four patients who responded to HU with an increase in total Hb, all reported symptomatic improvement and three have not required further transfusions.","drug":["HU"],"drug_indices_start":[38],"drug_indices_end":[40]}
{"text":"Prolonged responses were achieved with low doses of HU (3-10 mg\/kg\/day) and higher doses were associated with mild reversible hematologic or hepatic toxicity and no further increases in Hb.","drug":["HU"],"drug_indices_start":[52],"drug_indices_end":[54]}
{"text":"Sodium phenylbutyrate was added to treatment with HU in two patients, but failed to produce an increase in total Hb despite increasing Hb F levels.","drug":["HU"],"drug_indices_start":[0,50],"drug_indices_end":[21,52]}
{"text":"We conclude that low-dose HU therapy in patients with thalassemia intermedia may increase total Hb levels sufficiently to eliminate the need for transfusions.","drug":["HU"],"drug_indices_start":[26],"drug_indices_end":[28]}
{"text":"We describe the clinical response, as determined by increases in total Hb and decreased transfusion needs, in five patients with thalassemia intermedia treated with HU alone or in combination with SPB.","drug":["HU"],"drug_indices_start":[165,197],"drug_indices_end":[167,200]}
{"text":"A 36-y-o patient with schizophrenia, who had consumed gradually increasing quantities of oolong tea that eventually reached 15 L each day, became delirious and was admitted to a psychiatric hospital.","drug":["oolong tea"],"drug_indices_start":[89],"drug_indices_end":[99]}
{"text":"After abstinence from oolong tea his delirium resolved.","drug":["oolong tea"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"Severe rhabdomyolysis following massive ingestion of oolong tea: caffeine intoxication with coexisting hyponatremia.","drug":["caffeine"],"drug_indices_start":[53,65],"drug_indices_end":[63,73]}
{"text":"The clinical course suggests that caffeine, which is present in oolong tea, was mainly responsible for the rhabdomyolysis as well as the delirium, although severe hyponatremia has been reported to cause rhabdomyolysis on rare occasions.","drug":["caffeine"],"drug_indices_start":[34],"drug_indices_end":[42]}
{"text":"The possibility of severe rhabdomyolysis should be considered in a patient with water intoxication due to massive ingestion of caffeine-containing beverages.","drug":["caffeine"],"drug_indices_start":[127],"drug_indices_end":[135]}
{"text":"We hypothesize that caffeine toxicity injured the muscle cells, which were fragile due to the potassium depletion induced by the coexisting hyponatremia, to result in unusually severe rhabdomyolysis.","drug":["caffeine"],"drug_indices_start":[20],"drug_indices_end":[28]}
{"text":"After the addition of citalopram, a desmethylclomipramine plasma level increase and an 8-hydroacy-desmethylclomipramine plasma level decrease were observed.","drug":["citalopram"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"We report 3 cases of HIV-1 infected patients who experienced symptomatic angiolipomas shortly after starting antiretroviral therapy including the protease inhibitor indinavir.","drug":["indinavir"],"drug_indices_start":[165],"drug_indices_end":[174]}
{"text":"Elevated serum triglycerides with clozapine resolved with risperidone in four patients.","drug":["clozapine"],"drug_indices_start":[34],"drug_indices_end":[43]}
{"text":"In two patients clozapine was reinstated after risperidone was discontinued; serum triglyceride levels increased.","drug":["clozapine"],"drug_indices_start":[16],"drug_indices_end":[25]}
{"text":"This increase when clozapine was switched to risperidone and vice versa is consistent with our previous report of elevated serum triglyceride levels in clozapine-treated patients.","drug":["clozapine"],"drug_indices_start":[19,152],"drug_indices_end":[28,161]}
{"text":"Intravenous valproate associated with significant hypotension in the treatment of status epilepticus.","drug":["valproate"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"To our knowledge, this is the first report of significant hypotension associated with intravenous valproate in the treatment of status epilepticus in the pediatric population.","drug":["valproate"],"drug_indices_start":[98],"drug_indices_end":[107]}
{"text":"We report a case of severe hypotension associated with intravenous valproate used to treat status epilepticus in an 11-year-old girl.","drug":["valproate"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"In both patients the rippling phenomena worsened with pyridostigmine treatment but markedly improved after immunosuppression with azathioprine.","drug":["pyridostigmine"],"drug_indices_start":[54],"drug_indices_end":[68]}
{"text":"A diagnosis of masked theophylline poisoning should be considered in similar situations involving a rapid decrease of insulin requirements.","drug":["theophylline"],"drug_indices_start":[22],"drug_indices_end":[34]}
{"text":"Salicylate intoxication was excluded, and theophylline was finally incriminated.","drug":["theophylline"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Theophylline intoxication mimicking diabetic ketoacidosis in a child.","drug":["Theophylline"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"This compound, used by adults in the child's home, had caused accidental theophylline poisoning, mimicking diabetic ketoacidosis.","drug":["theophylline"],"drug_indices_start":[73],"drug_indices_end":[85]}
{"text":"Methylene blue in the treatment and prevention of ifosfamide-induced encephalopathy: report of 12 cases and a review of the literature.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Ten to 15% of patients treated with ifosfamide develop an encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[36],"drug_indices_end":[46]}
{"text":"We conclude that MB is an effective treatment for ifosfamide-induced encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Portal vein thrombosis in a patient with severe haemophilia A and F V G1691A mutation during continuous infusion of F VIII after intramural jejunal bleeding--successful thrombolysis under heparin therapy.","drug":["F VIII"],"drug_indices_start":[116],"drug_indices_end":[122]}
{"text":"We report on a 14-year-old boy with severe haemophilia A who developed a portal vein thrombosis during continuous infusion of F VIII.","drug":["F VIII"],"drug_indices_start":[126],"drug_indices_end":[132]}
{"text":"A 60-year-old woman with diabetes mellitus (type 2) developed an acute icteric hepatitis-like illness 6 weeks after the initiation of gliclazide therapy.","drug":["gliclazide"],"drug_indices_start":[134],"drug_indices_end":[144]}
{"text":"Gliclazide-induced acute hepatitis.","drug":["Gliclazide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"In conclusion, this case strongly suggests that gliclazide can induce acute icteric liver necro-inflammation which may be misdiagnosed clinically as acute viral hepatitis.","drug":["gliclazide"],"drug_indices_start":[48],"drug_indices_end":[58]}
{"text":"We believe that this is the first description of acute hepatitis caused by an idiosyncratic adverse reaction to gliclazide or to one of its metabolites.","drug":["gliclazide"],"drug_indices_start":[112],"drug_indices_end":[122]}
{"text":"We describe the case of acute hepatitis induced by gliclazide, a second generation sulfonylurea.","drug":["gliclazide"],"drug_indices_start":[51],"drug_indices_end":[61]}
{"text":"Caution is, therefore, needed to prevent undesired accumulation of TCA that may lead to protracted Cushing's syndrome.","drug":["TCA"],"drug_indices_start":[67],"drug_indices_end":[70]}
{"text":"Cushing's syndrome persisted more than 6 months while TCA concentrations remained detectable for at least 80 days.","drug":["TCA"],"drug_indices_start":[54],"drug_indices_end":[57]}
{"text":"The presented patient was treated with 200 mg TCA and developed Cushing's syndrome 6 weeks later (cortisol and ACTH concentrations were below limits of detection, TCA concentrations were > 3 micrograms\/l).","drug":["TCA"],"drug_indices_start":[46,163],"drug_indices_end":[49,166]}
{"text":"Both had impaired lung function and abnormal computed tomographic scans, and their condition improved when nitrofurantoin was withdrawn and corticosteroid treatment commenced.","drug":["nitrofurantoin"],"drug_indices_start":[107],"drug_indices_end":[121]}
{"text":"Bronchiolitis obliterans organising pneumonia associated with the use of nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[73],"drug_indices_end":[87]}
{"text":"The case histories are presented of two patients who developed lung disease associated with the use of nitrofurantoin with histological features of bronchiolitis obliterans organising pneumonia (BOOP), a rare but recognised form of drug induced injury.","drug":["nitrofurantoin"],"drug_indices_start":[103],"drug_indices_end":[117]}
{"text":"The favourable outcome in these two patients contrasts with the fatal outcome of the two other reported cases of nitrofurantoin induced BOOP.","drug":["nitrofurantoin"],"drug_indices_start":[113],"drug_indices_end":[127]}
{"text":"The spectrum of nitrofurantoin lung injury continues to widen.","drug":["nitrofurantoin"],"drug_indices_start":[16],"drug_indices_end":[30]}
{"text":"The two middle aged women presented with respiratory symptoms after prolonged treatment with nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[93],"drug_indices_end":[107]}
{"text":"We suggest that the previous classification of nitrofurantoin induced lung injury into \"acute\" and \"chronic\" injury is an oversimplification in view of the wide variety of pathological entities that have subsequently emerged.","drug":["nitrofurantoin"],"drug_indices_start":[47],"drug_indices_end":[61]}
{"text":"Intravenous administration of levodopa ameliorated a refractory akathisia case induced by interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[90],"drug_indices_end":[106]}
{"text":"The present report illustrates a rare case of refractory akathisia after interferon-alpha treatment and also that levodopa treatment would be theoretically and practically useful in reducing the neurotoxicity associated with interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[73,225],"drug_indices_end":[89,241]}
{"text":"Acute erythroid leukemia after cyclophosphamide therapy for multiple myeloma: report of two cases.","drug":["cyclophosphamide"],"drug_indices_start":[31],"drug_indices_end":[47]}
{"text":"The development of erythroid leukemia plus carcinoma in these two men suggests mutagenic change secondary to cyclophosphamide therapy.","drug":["cyclophosphamide"],"drug_indices_start":[109],"drug_indices_end":[125]}
{"text":"Scleroderma-like reaction induced by uracil-tegafur (UFT), a second-generation anticancer agent.","drug":["UFT"],"drug_indices_start":[37,53],"drug_indices_end":[51,56]}
{"text":"This is the first report of UFT-induced scleroderma-like reaction.","drug":["UFT"],"drug_indices_start":[28],"drug_indices_end":[31]}
{"text":"We report a case of a scleroderma-like reaction induced by long-term administration of UFT.","drug":["UFT"],"drug_indices_start":[87],"drug_indices_end":[90]}
{"text":"Central nervous system manifestations of an ibuprofen overdose reversed by naloxone.","drug":["ibuprofen"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Ibuprofen overdose is usually characterized by GI upset, dizziness, and mild sedation.","drug":["Ibuprofen"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Presently, treatment of acute ibuprofen intoxication with complications requires supportive therapy until the symptoms resolve over 24 to 48 hours.","drug":["ibuprofen"],"drug_indices_start":[30],"drug_indices_end":[39]}
{"text":"We report the case of an 11-month-old female infant with a depressed level of consciousness after ingestion of ibuprofen whose mental status markedly improved with administration of naloxone.","drug":["ibuprofen"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Flecainide-associated pneumonitis with acute respiratory failure in a patient with the LEOPARD syndrome.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Flecainide is a rare cause of hypersensitivity pneumonitis, and few cases have been reported.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We describe a case of interstitial hypoxaemiant pneumonitis probably related to flecainide in a patient with the LEOPARD syndrome, a rare congenital disorder.","drug":["flecainide"],"drug_indices_start":[80],"drug_indices_end":[90]}
{"text":"Sagittal sinus thrombosis associated with transient free protein S deficiency after L-asparaginase treatment: case report and review of the literature.","drug":["L-asparaginase"],"drug_indices_start":[84],"drug_indices_end":[98]}
{"text":"We report the case of an adult patient with acute lymphoblastic leukemia who presented with repeated transient ischemic attacks followed by a seizure during consolidation treatment with L-asparaginase.","drug":["L-asparaginase"],"drug_indices_start":[186],"drug_indices_end":[200]}
{"text":"We report on a young adolescent with benign intracranial hypertension which we attribute to the use of minocycline for acne.","drug":["minocycline"],"drug_indices_start":[103],"drug_indices_end":[114]}
{"text":"We report 2 patients who developed polyarteritis nodosa following vaccination against hepatitis B.","drug":["vaccination against hepatitis B"],"drug_indices_start":[66],"drug_indices_end":[97]}
{"text":"In this case, it was suspected that a combination of cigarette smoking, pulmonary fibrosis, and low-dose methotrexate therapy might have promoted the development of lung cancer.","drug":["methotrexate"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"This case report illustrates the use of continuous high-dose intracoronary nitroglycerin infusion through a 6 French coronary guiding catheter in the treatment of a patient with cocaine-induced refractory coronary vasospasm.","drug":["cocaine"],"drug_indices_start":[178],"drug_indices_end":[185]}
{"text":"However, as illustrated by these and other cases reported to date, the onset of troglitazone-induced liver injury is insidious and temporally variable.","drug":["troglitazone"],"drug_indices_start":[80],"drug_indices_end":[92]}
{"text":"It remains to be seen whether the hepatotoxicity associated with troglitazone is a drug-class effect or specific to troglitazone.","drug":["troglitazone"],"drug_indices_start":[65,116],"drug_indices_end":[77,128]}
{"text":"Other thiazolidinediones currently in clinical trials may be able to provide the therapeutic benefits of troglitazone without significant hepatotoxicity.","drug":["troglitazone"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"The three reported cases demonstrate that troglitazone is an idiosyncratic hepatotoxin that can lead to irreversible liver injury.","drug":["troglitazone"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Troglitazone-induced fulminant hepatic failure.","drug":["Troglitazone"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"Nitrofurantoin-induced lung disease: two cases demonstrating resolution of apparently irreversible CT abnormalities.","drug":["Nitrofurantoin"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"We present two cases of nitrofurantoin-induced pulmonary toxicity in which the initial HRCT showed a widespread reticular pattern and associated distortion of the lung parenchyma, thought to represent established fibrosis.","drug":["nitrofurantoin"],"drug_indices_start":[24],"drug_indices_end":[38]}
{"text":"Fluoxetine-related death in a child with cytochrome P-450 2D6 genetic deficiency.","drug":["Fluoxetine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The medical examiner's report indicated death caused by fluoxetine toxicity.","drug":["fluoxetine"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"This is the first report of a fluoxetine-related death in a child with a confirmed genetic polymorphism of the CYP2D6 gene that results in impaired drug metabolism.","drug":["fluoxetine"],"drug_indices_start":[30],"drug_indices_end":[40]}
{"text":"A 50-year-old woman with a history of migraine without aura, predominantly occurring around her menstrual periods, developed a spinal cord lesion following the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[167],"drug_indices_end":[179]}
{"text":"Spinal cord infarction during use of zolmitriptan: a case report.","drug":["zolmitriptan"],"drug_indices_start":[37],"drug_indices_end":[49]}
{"text":"The temporal relationship suggests that the spinal cord infarction may be related to the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[96],"drug_indices_end":[108]}
{"text":"CASE SUMMARY: A 10-year-old white girl with bilateral optic glioma developed a hypersensitivity reaction to carboplatin after nine courses.","drug":["carboplatin"],"drug_indices_start":[108],"drug_indices_end":[119]}
{"text":"This regimen could prove useful for other patients who develop hypersensitivity reactions to carboplatin and allow therapy to continue.","drug":["carboplatin"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"Perinatal vasoconstrictive renal insufficiency associated with maternal nimesulide use.","drug":["nimesulide"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"This is the first report of an adverse effect of fetal renal circulation by maternal ingestion of nimesulide.","drug":["nimesulide"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"Although the t-AML developed following oral etoposide therapy, the child had previously received high-dose, multiagent chemotherapy, and rearrangement of the MLL gene was not demonstrated.","drug":["etoposide"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Secondary leukemia in a child with neuroblastoma while on oral etoposide: what is the cause?","drug":["etoposide"],"drug_indices_start":[63],"drug_indices_end":[72]}
{"text":"The authors present a case of t-AML that developed in a child with metastatic neuroblastoma 18 months after he received oral etoposide, given for palliation purpose.","drug":["etoposide"],"drug_indices_start":[125],"drug_indices_end":[134]}
{"text":"BACKGROUND: Cyanamide, an aversive agent widely used in Japan, is known to induce various degrees of hepatic lesion with ground-glass inclusion bodies.","drug":["Cyanamide"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"Case 2: A 43-year-old male alcoholic remained completely abstinent with cyanamide treatment for 5 years and complained of general fatigue.","drug":["cyanamide"],"drug_indices_start":[72],"drug_indices_end":[81]}
{"text":"Case 3: A 29-year-old female alcoholic complained of general fatigue and a slight fever after 1.5 years of abstinence with cyanamide treatment.","drug":["cyanamide"],"drug_indices_start":[123],"drug_indices_end":[132]}
{"text":"Case 4: A 61-year-old male alcoholic who remained completely abstinent while taking cyanamide for 3 years showed slight elevation of serum transaminases.","drug":["cyanamide"],"drug_indices_start":[84],"drug_indices_end":[93]}
{"text":"CONCLUSION: In some abstainers who take cyanamide for several years, thin septum-like liver fibrosis progresses along with the emergence of ground-glass hepatocytes.","drug":["cyanamide"],"drug_indices_start":[40],"drug_indices_end":[49]}
{"text":"Cyanamide-induced liver dysfunction after abstinence in alcoholics: a long-term follow-up study on four cases.","drug":["Cyanamide"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"When cyanamide-treated alcoholics relapse into drinking, more severe inflammation develops in the liver.","drug":["cyanamide"],"drug_indices_start":[5],"drug_indices_end":[14]}
{"text":"A patient with an allergy to a macrolide antibiotic was given tacrolimus and developed a sudden cutaneous reaction.","drug":["tacrolimus"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"A 77-year-old woman with no history of epilepsy presented a probable nonconvulsive status epilepticus while receiving continuous intravenous morphine for back pain relating to vertebral metastasis of a malignant lymphoma.","drug":["morphine"],"drug_indices_start":[141],"drug_indices_end":[149]}
{"text":"A generalized tonic-clonic seizure occurred a few minutes after injection of the morphine antagonist naloxone.","drug":["naloxone"],"drug_indices_start":[101],"drug_indices_end":[109]}
{"text":"Nonconvulsive status epilepticus: the role of morphine and its antagonist.","drug":["morphine"],"drug_indices_start":[46],"drug_indices_end":[54]}
{"text":"Spontaneous bacterial peritonitis induced by intraarterial vasopressin therapy.","drug":["vasopressin"],"drug_indices_start":[59],"drug_indices_end":[70]}
{"text":"Although the literature on the use of risperidone in elderly patients with dementia consists largely of uncontrolled trials, case reports, and chart reviews, it appears that this agent is effective for managing agitation in this population and does so with a low frequency of extrapyramidal symptoms (EPS).","drug":["risperidone"],"drug_indices_start":[38],"drug_indices_end":[49]}
{"text":"Three months following splenectomy, multiple abscesses occurred in the muscles of both thighs while the patient was receiving the third course of the CHOP regimen.","drug":["CHOP"],"drug_indices_start":[150],"drug_indices_end":[154]}
{"text":"After seven months' continuous treatment for suspected tuberculosis with rifampicin and ethambutol a nine-year-old boy developed polyarthritis, rash and hepatitis in association with anti-native DNA antibodies and positive antinuclear factor.","drug":["ethambutol"],"drug_indices_start":[88],"drug_indices_end":[98]}
{"text":"Polyarthritis, hepatitis and anti-native DNA antibodies after treatment with ethambutol and rifampicin.","drug":["ethambutol"],"drug_indices_start":[77,92],"drug_indices_end":[87,102]}
{"text":"A case of normotensive scleroderma renal crisis after high-dose methylprednisolone treatment.","drug":["methylprednisolone"],"drug_indices_start":[64],"drug_indices_end":[82]}
{"text":"HUS has been reported after several anticancer chemotherapies and most often after mitomycin C-based chemotherapy regimens.","drug":["mitomycin C"],"drug_indices_start":[83],"drug_indices_end":[94]}
{"text":"Severe hemolytic uremic syndrome in an advanced ovarian cancer patient treated with carboplatin and gemcitabine.","drug":["carboplatin"],"drug_indices_start":[84,100],"drug_indices_end":[95,111]}
{"text":"We present a case of HUS in an advanced ovarian cancer patient treated with carboplatin and gemcitabine, and described its favorable outcome after chemotherapy interruption and supportive care with a 1 year follow-up.","drug":["carboplatin"],"drug_indices_start":[76,92],"drug_indices_end":[87,103]}
{"text":"An evaluation of ovarian structure and function should be considered in women of reproductive age being treated with valproate for epilepsy, especially if they develop menstrual cycle disturbances during treatment.","drug":["valproate"],"drug_indices_start":[117],"drug_indices_end":[126]}
{"text":"BACKGROUND: Reproductive endocrine disorders characterized by menstrual disorders, polycystic ovaries, and hyperandrogenism seem to be common among women treated with sodium valproate for epilepsy.","drug":["sodium valproate"],"drug_indices_start":[167],"drug_indices_end":[183]}
{"text":"CONCLUSIONS: The 3 cases presented here illustrate the development of reproductive endocrine disorders after the initiation of valproate therapy in women with epilepsy.","drug":["valproate"],"drug_indices_start":[127],"drug_indices_end":[136]}
{"text":"OBJECTIVE: To describe the development of valproate-related reproductive endocrine disorders in women with epilepsy.","drug":["valproate"],"drug_indices_start":[42],"drug_indices_end":[51]}
{"text":"PATIENTS: Three patients developed a reproductive endocrine disorder during treatment with valproate.","drug":["valproate"],"drug_indices_start":[91],"drug_indices_end":[100]}
{"text":"RESULTS: Replacing valproate with lamotrigine resulted in a decrease in serum testosterone concentrations in all 3 women.","drug":["valproate"],"drug_indices_start":[19],"drug_indices_end":[28]}
{"text":"The polycystic changes disappeared from the ovaries in 2 of the women after valproate therapy was discontinued, and the 2 women who had gained weight and developed amenorrhea while being treated with valproate lost weight and resumed menstruating after the change in medication.","drug":["valproate"],"drug_indices_start":[76,200],"drug_indices_end":[85,209]}
{"text":"However, recurrent staphylococcus aureus sepsis developed during CyA therapy.","drug":["CyA"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"Recurrent septicemia with lethal outcome during and after cyclosporine therapy in severe ulcerative colitis.","drug":["cyclosporine"],"drug_indices_start":[58],"drug_indices_end":[70]}
{"text":"A 60 year-old woman with chronic renal failure developed acute proximal muscle weakness after receiving a regular dosage of colchicine.","drug":["colchicine"],"drug_indices_start":[124],"drug_indices_end":[134]}
{"text":"Colchicine-induced myopathy in renal failure.","drug":["Colchicine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Muscle biopsy revealed variation in muscle fiber size and few vacuolated fibers which were features of colchicine-induced myopathy.","drug":["colchicine"],"drug_indices_start":[103],"drug_indices_end":[113]}
{"text":"A third patient experienced disabling neurotoxicity in the extremity of a prior ulnar nerve and tendon transposition after receiving paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[133],"drug_indices_end":[143]}
{"text":"Phantom limb pain as a manifestation of paclitaxel neurotoxicity.","drug":["paclitaxel"],"drug_indices_start":[40],"drug_indices_end":[50]}
{"text":"Physicians should be aware that PLP can occur after initiation of paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[66],"drug_indices_end":[76]}
{"text":"We describe 2 patients with prior amputation who experienced phantom limb pain (PLP) after receiving paclitaxel therapy.","drug":["paclitaxel"],"drug_indices_start":[101],"drug_indices_end":[111]}
{"text":"Skin manifestations of a case of phenylbutazone-induced serum sickness-like reactions.","drug":["phenylbutazone"],"drug_indices_start":[33],"drug_indices_end":[47]}
{"text":"Our experience supports hemodialysis for ESRF patients with atenolol toxicity.","drug":["atenolol"],"drug_indices_start":[60],"drug_indices_end":[68]}
{"text":"Allergic reaction to gemfibrozil manifesting as eosinophilic gastroenteritis.","drug":["gemfibrozil"],"drug_indices_start":[21],"drug_indices_end":[32]}
{"text":"We describe a case of EGE manifested as an allergy to gemfibrozil.","drug":["gemfibrozil"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"This is the second report of lactic acidosis in a patient on stavudine and lamivudine.","drug":["lamivudine"],"drug_indices_start":[61,75],"drug_indices_end":[70,85]}
{"text":"We present an AIDS patient with severe and prolonged lactic acidosis on stavudine and lamivudine.","drug":["lamivudine"],"drug_indices_start":[72,86],"drug_indices_end":[81,96]}
{"text":"Ataxia caused by propafenone has been reported to the pharmaceutical companies and drug monitoring agencies, but has not been well described or emphasized in the medical literature.","drug":["propafenone"],"drug_indices_start":[17],"drug_indices_end":[28]}
{"text":"A wide variety of adverse central nervous system effects have been reported in association with propafenone; dizziness is the most common.","drug":["propafenone"],"drug_indices_start":[96],"drug_indices_end":[107]}
{"text":"Propafenone-induced ataxia: report of three cases.","drug":["Propafenone"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We describe 3 elderly patients with moderate to severe ataxia that occurred while they were taking propafenone.","drug":["propafenone"],"drug_indices_start":[99],"drug_indices_end":[110]}
{"text":"A 74-year-old man received oral administration of pilsicainide, a pure sodium channel blocker with slow recovery kinetics, to convert paroxysmal atrial fibrillation to sinus rhythm and developed loss of consciousness two days later.","drug":["pilsicainide"],"drug_indices_start":[50],"drug_indices_end":[62]}
{"text":"When pilsicainide is prescribed in patients with coronary artery disease or renal dysfunction, close attention must be paid to avoid life-threatening arrhythmias due to high plasma concentrations of the drug.","drug":["pilsicainide"],"drug_indices_start":[5],"drug_indices_end":[17]}
{"text":"The cases are important in documenting that drug-induced dystonias do occur in patients with dementia, that risperidone appears to have contributed to dystonia among elderly patients, and that the categorization of dystonic reactions needs further clarification.","drug":["risperidone"],"drug_indices_start":[108],"drug_indices_end":[119]}
{"text":"Provocation of non-convulsive status epilepticus by tiagabine in three adolescent patients.","drug":["tiagabine"],"drug_indices_start":[52],"drug_indices_end":[61]}
{"text":"The events of non-convulsive status epilepticus subsided following reduction in tiagabine dosages.","drug":["tiagabine"],"drug_indices_start":[80],"drug_indices_end":[89]}
{"text":"This is the first report of non-convulsive status epilepticus provoked by tiagabine in adolescent patients.","drug":["tiagabine"],"drug_indices_start":[74],"drug_indices_end":[83]}
{"text":"There have been many reports of probable lithium-induced organic brain syndromes occurring when serum lithium levels are within or close to the therapeutic range.","drug":["lithium"],"drug_indices_start":[41,102],"drug_indices_end":[48,109]}
{"text":"When the acute manic state is characterized by marked psychotic symptoms and intense anxiety, it may be associated with increased vulnerability to the development of severe lithium neurotoxicity.","drug":["lithium"],"drug_indices_start":[173],"drug_indices_end":[180]}
{"text":"Protease inhibitor-induced carbamazepine toxicity.","drug":["carbamazepine"],"drug_indices_start":[27],"drug_indices_end":[40]}
{"text":"Protease inhibitors (ritonavir and saquinavir) were added to the treatment and the patient developed progressive ataxia related to carbamazepine toxicity.","drug":["carbamazepine"],"drug_indices_start":[21,35,131],"drug_indices_end":[30,45,144]}
{"text":"Ritonavir acted as a CYP3A4 inhibitor, diminishing carbamazepine metabolism and provoking an increase in serum levels and clinical toxicity.","drug":["Ritonavir"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"The patient was diagnosed with carbamazepine toxicity related to the introduction of ritonavir.","drug":["carbamazepine"],"drug_indices_start":[31,85],"drug_indices_end":[44,94]}
{"text":"Anaphylaxis to calcitonin.","drug":["calcitonin"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"CONCLUSION: We have introduced a case of anaphylaxis by calcitonin that suggest an IgE mediated hypersensitivity reaction.","drug":["calcitonin"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"The intramuscular challenge test with 25 UI of Miacalcic was positive with an immediate anaphylactic reaction.","drug":["Miacalcic"],"drug_indices_start":[47],"drug_indices_end":[56]}
{"text":"We introduce a case of a sixty years old woman with several previous episodes of rhinitis, conjunctivitis and perspiration immediately after the administration of salmon calcitonin with nasal spray or intramuscular administration (Calsynar).","drug":["calcitonin"],"drug_indices_start":[170,231],"drug_indices_end":[180,239]}
{"text":"Minocycline as a cause of drug-induced autoimmune hepatitis.","drug":["Minocycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Minocycline-induced autoimmune hepatitis is usually identical to sporadic autoimmune hepatitis.","drug":["Minocycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We describe the clinical and liver biopsy morphologic features for 4 patients with minocycline-induced autoimmune hepatitis (group 1).","drug":["minocycline"],"drug_indices_start":[83],"drug_indices_end":[94]}
{"text":"L-asparaginase-provoked seizures as singular expression of central nervous toxicity.","drug":["L-asparaginase"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"Patients treated with L-asparaginase may present with hemorrhagic and thrombotic cerebrovascular events.","drug":["L-asparaginase"],"drug_indices_start":[22],"drug_indices_end":[36]}
{"text":"We report a case of seizure associated with L-asparaginase therapy but no evidence of hemorrhagic or thrombotic cerebrovascular events.","drug":["L-asparaginase"],"drug_indices_start":[44],"drug_indices_end":[58]}
{"text":"Eighty-two patients with various malignancies who received imipenem\/cilastatin 143 times for neutropenic fever between March 1994 and October 1999 in Department of Pediatric Oncology, Gazi University, were identified.","drug":["cilastatin"],"drug_indices_start":[59,68],"drug_indices_end":[67,78]}
{"text":"Incidence of seizures in pediatric cancer patients treated with imipenem\/cilastatin.","drug":["cilastatin"],"drug_indices_start":[64,73],"drug_indices_end":[72,83]}
{"text":"Proconvulsive tendency of imipenem\/cilastatin is one of its well-known side effects.","drug":["cilastatin"],"drug_indices_start":[26,35],"drug_indices_end":[34,45]}
{"text":"Three of these patients had convulsions attributed to imipenem\/cilastatin; 3.6% of the patients had seizure, or 2% of imipenem\/cilastatin administrations was followed by a seizure attack.","drug":["cilastatin"],"drug_indices_start":[54,63,118,127],"drug_indices_end":[62,73,126,137]}
{"text":"Gabapentin-induced mood changes with hypomanic features in adults.","drug":["Gabapentin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We report two adults who received gabapentin (GBP) and subsequently developed behavioural side effects.","drug":["gabapentin"],"drug_indices_start":[34,46],"drug_indices_end":[44,49]}
{"text":"Acute pancreatitis in a child with idiopathic ulcerative colitis on long-term 5-aminosalicylic acid therapy.","drug":["5-aminosalicylic acid"],"drug_indices_start":[78],"drug_indices_end":[99]}
{"text":"We describe a 10-year-old boy with ulcerative colitis who developed acute pancreatitis while on long-term treatment with 5-aminosalicylic acid.","drug":["5-aminosalicylic acid"],"drug_indices_start":[121],"drug_indices_end":[142]}
{"text":"CONCLUSION: Marked visual field constriction appears to be associated with vigabatrin therapy.","drug":["vigabatrin"],"drug_indices_start":[75],"drug_indices_end":[85]}
{"text":"Electro-oculography, electroretinography, visual evoked potentials, and multifocal electroretinography in patients with vigabatrin-attributed visual field constriction.","drug":["vigabatrin"],"drug_indices_start":[120],"drug_indices_end":[130]}
{"text":"PURPOSE: Symptomatic visual field constriction thought to be associated with vigabatrin has been reported.","drug":["vigabatrin"],"drug_indices_start":[77],"drug_indices_end":[87]}
{"text":"The current study investigated the visual fields and visual electrophysiology of eight patients with known vigabatrin-attributed visual field loss, three of whom were reported previously.","drug":["vigabatrin"],"drug_indices_start":[107],"drug_indices_end":[117]}
{"text":"The field defects and some electrophysiological abnormalities persist when vigabatrin therapy is withdrawn.","drug":["vigabatrin"],"drug_indices_start":[75],"drug_indices_end":[85]}
{"text":"Depressive symptoms disappeared after interferon therapy was stopped.","drug":["interferon"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Treatment of chronic hepatitis C with interferon alpha (IFN-alpha) is relatively contraindicated in patients with psychiatric disorders because of possible severe psychiatric side effects.","drug":["IFN-alpha"],"drug_indices_start":[38,56],"drug_indices_end":[54,65]}
{"text":"While for ribavirin antidepressant effects are not known, we suppose that antidepressants may prevent changes in serotonergic or noradrenergic neurotransmission caused by IFN-alpha.","drug":["IFN-alpha"],"drug_indices_start":[171],"drug_indices_end":[180]}
{"text":"Intensive high-flux hemodiafiltration is often used in the management of vancomycin toxicity.","drug":["vancomycin"],"drug_indices_start":[73],"drug_indices_end":[83]}
{"text":"Management of hypophosphatemia induced by high-flux hemodiafiltration for the treatment of vancomycin toxicity: intravenous phosphorus therapy versus use of a phosphorus-enriched dialysate.","drug":["vancomycin"],"drug_indices_start":[91],"drug_indices_end":[101]}
{"text":"We describe 2 children with cerebral palsy who suffered significant morbidity immediately after treatment with hyperbaric oxygen.","drug":["hyperbaric oxygen"],"drug_indices_start":[111],"drug_indices_end":[128]}
{"text":"A 33-year-old male presented with brown discolouration of the fingernails following the application of 4% hydroquinone in sorbolene cream and 0.1% tretinoin cream to the face intermittently for 9 months.","drug":["0.1% tretinoin cream"],"drug_indices_start":[103,142],"drug_indices_end":[137,162]}
{"text":"Nail staining from hydroquinone cream.","drug":["hydroquinone"],"drug_indices_start":[19],"drug_indices_end":[31]}
{"text":"Gangrene of the fingertips after bleomycin and methotrexate.","drug":["bleomycin"],"drug_indices_start":[33,47],"drug_indices_end":[42,59]}
{"text":"This supports the well-reported potential of bleomycin to trigger acral vascular toxicity.","drug":["bleomycin"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"We describe a 57-year-old man with acral erythrocyanosis progressing to acute digital ischemia and gangrene that developed after combined chemotherapy (bleomycin and methotrexate) used to treat a metastatic squamous cell carcinoma of the hypopharynx.","drug":["bleomycin"],"drug_indices_start":[152,166],"drug_indices_end":[161,178]}
{"text":"Diarrhea-associated over-anticoagulation in a patient taking warfarin: therapeutic role of cholestyramine.","drug":["warfarin"],"drug_indices_start":[61],"drug_indices_end":[69]}
{"text":"We present a case of significant over-anticoagulation temporally associated with a bout of protracted diarrhea in a patient on warfarin therapy.","drug":["warfarin"],"drug_indices_start":[127],"drug_indices_end":[135]}
{"text":"MI related to the use of activated and non-activated PCCs predominantly affects young patients who often have no preceding history of, or risk factors for, MI and tends to be associated with large cumulative doses of concentrate.","drug":["PCCs"],"drug_indices_start":[53],"drug_indices_end":[57]}
{"text":"Recombinant VIIa concentrate in the management of bleeding following prothrombin complex concentrate-related myocardial infarction in patients with haemophilia and inhibitors.","drug":["prothrombin complex concentrate"],"drug_indices_start":[69],"drug_indices_end":[100]}
{"text":"We have safely used recombinant factor VIIa to treat bleeding in the immediate and long-term period following PCC-related MI.","drug":["PCC"],"drug_indices_start":[110],"drug_indices_end":[113]}
{"text":"Even after a strict warning, he took another quinine tablet that evening, which triggered his fifth episode of severe thrombocytopenia, and confirmed the etiology of quinine-induced thrombocytopenia.","drug":["quinine"],"drug_indices_start":[45,166],"drug_indices_end":[52,173]}
{"text":"Occult quinine-induced thrombocytopenia.","drug":["quinine"],"drug_indices_start":[7],"drug_indices_end":[14]}
{"text":"Only after three subsequent episodes of severe, symptomatic thrombocytopenia over the next four weeks did he say, upon repeat questioning, that he had continued to take quinine for night leg cramps.","drug":["quinine"],"drug_indices_start":[169],"drug_indices_end":[176]}
{"text":"An 8-year-old child with familial Mediterranean fever exhibited signs of colchicine intoxication while receiving prophylactic doses of the drug.","drug":["colchicine"],"drug_indices_start":[73],"drug_indices_end":[83]}
{"text":"CONCLUSION: To the best of our knowledge, this is the first time colchicine intoxication in this age group has been described in the English literature.","drug":["colchicine"],"drug_indices_start":[65],"drug_indices_end":[75]}
{"text":"Near fatal acute colchicine intoxication in a child.","drug":["colchicine"],"drug_indices_start":[17],"drug_indices_end":[27]}
{"text":"Acute myeloid leukemia and lung cancer occurring in a chronic lymphocytic leukemia patient treated with fludarabine and autologous peripheral blood stem-cell transplantation.","drug":["fludarabine"],"drug_indices_start":[104],"drug_indices_end":[115]}
{"text":"We describe the exceptional development of AML and lung cancer in a patient with previously diagnosed CLL in minimal residual disease status after fludarabine treatment followed by autologous peripheral blood stem-cell transplantation.","drug":["fludarabine"],"drug_indices_start":[147],"drug_indices_end":[158]}
{"text":"In 2 of the 3 cases the patients were also taking lithium carbonate and beta-blockers, both of which could have contributed to the incontinence.","drug":["lithium carbonate"],"drug_indices_start":[50],"drug_indices_end":[67]}
{"text":"In the present paper the authors describe 2 female patients who developed incontinence secondary to the selective serotonin reuptake inhibitors paroxetine and sertraline, as well as a third who developed this side effect on venlafaxine.","drug":["paroxetine"],"drug_indices_start":[144,159,224],"drug_indices_end":[154,169,235]}
{"text":"This concerns 2 male patients who experienced incontinence while taking venlafaxine.","drug":["venlafaxine"],"drug_indices_start":[72],"drug_indices_end":[83]}
{"text":"Case studies in heparin-induced thrombocytopenia.","drug":["heparin"],"drug_indices_start":[16],"drug_indices_end":[23]}
{"text":"Major points illustrated are, (1) occurrence of HIT with any dose or form of heparin; (2) misperceptions on the diagnostic criteria; (3) correct (thrombin inhibitors) and incorrect (platelet transfusions and warfarin) management; (4) influence of management strategy on clinical outcomes; (5) severity of the syndrome; and (6) potential for both anamnestic response to heparin and disappearance of HIT antibodies over time.","drug":["heparin"],"drug_indices_start":[77,369],"drug_indices_end":[84,376]}
{"text":"Type II heparin-induced thrombocytopenia (HIT) is an immunological disorder characterized by antibodies to heparin-platelet factor 4 complexes and a high risk of thrombotic complications.","drug":["heparin"],"drug_indices_start":[8,107],"drug_indices_end":[15,114]}
{"text":"After several unrevealing medical work-ups, he was found to have a high blood lead level (122 microg\/dL); he has a history of scraping and sanding lead paint without adequate protective measures.","drug":["lead"],"drug_indices_start":[78,147],"drug_indices_end":[82,151]}
{"text":"It also highlights a current major etiologic question, that is, whether and to what degree lead exposure contributes to the development of hypertension, and raises the issue of whether lead-induced hypertension constitutes a subset of hypertension that is especially amenable to therapy with dietary calcium.","drug":["lead"],"drug_indices_start":[91,185],"drug_indices_end":[95,189]}
{"text":"Poorly controlled hypertension in a painter with chronic lead toxicity.","drug":["lead"],"drug_indices_start":[57],"drug_indices_end":[61]}
{"text":"This case demonstrates an occupational activity (construction) that has now become the dominant source of lead exposure for U.S. adults, the importance of a good occupational history to suspecting and making a diagnosis, the possible outcomes of chronic lead toxicity, and the importance of preventing further exposure and using proper methods to treat acute toxicity.","drug":["lead"],"drug_indices_start":[106,254],"drug_indices_end":[110,258]}
{"text":"Severe rash, including the Stevens-Johnson syndrome (SJS), is the major toxicity of nevirapine and is described in the package labeling with a prominent, boxed warning.","drug":["nevirapine"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"Stevens-Johnson syndrome caused by the antiretroviral drug nevirapine.","drug":["nevirapine"],"drug_indices_start":[59],"drug_indices_end":[69]}
{"text":"Though physicians treating large populations of patients with HIV are well aware of this complication, only one other report of nevirapine-associated SJS has been documented in the dermatology literature.","drug":["nevirapine"],"drug_indices_start":[128],"drug_indices_end":[138]}
{"text":"We describe 2 cases of SJS related to nevirapine use and review the literature on this newly recognized association.","drug":["nevirapine"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Oral intake and acarbose were withheld and the ileus spontaneously resolved after 2 days.","drug":["acarbose"],"drug_indices_start":[16],"drug_indices_end":[24]}
{"text":"There is evidence that the angiotensin II receptor antagonist, losartan, increases urate excretion by reducing reabsorption of urate in the renal proximal tubule.","drug":["losartan"],"drug_indices_start":[63],"drug_indices_end":[71]}
{"text":"Atrial fibrillation occurring in a patient taking etanercept plus methotrexate for rheumatoid arthritis.","drug":["etanercept"],"drug_indices_start":[50,66],"drug_indices_end":[60,78]}
{"text":"A review of the literature revealed two other cases of hepatic angiosarcoma in patients after long-term cyclophosphamide treatment.","drug":["cyclophosphamide"],"drug_indices_start":[104],"drug_indices_end":[120]}
{"text":"Hepatic angiosarcoma occurring after cyclophosphamide therapy: case report and review of the literature.","drug":["cyclophosphamide"],"drug_indices_start":[37],"drug_indices_end":[53]}
{"text":"We propose that cyclophosphamide be added to the list of exposures potentially associated with hepatic angiosarcoma.","drug":["cyclophosphamide"],"drug_indices_start":[16],"drug_indices_end":[32]}
{"text":"ARA-C is frequently associated with dermatologic toxicity, but this is only the second case of toxic epidermal necrolysis described in connection with this drug.","drug":["ARA-C"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"On the fifth day after administration of a high dose of ARA-C (2 g\/m2 intravenously every 12 hours), she developed bullous lesions on the hands and soles that disseminated, evolving to necrosis, sepsis, and death on the 22nd day.","drug":["ARA-C"],"drug_indices_start":[56],"drug_indices_end":[61]}
{"text":"Toxic epidermal necrolysis after the use of high-dose cytosine arabinoside.","drug":["cytosine arabinoside"],"drug_indices_start":[54],"drug_indices_end":[74]}
{"text":"We report a fatal case of toxic epidermal necrolysis (TEN) resulting from a high dose of cytosine arabinoside (ARA-C).","drug":["ARA-C"],"drug_indices_start":[89,111],"drug_indices_end":[109,116]}
{"text":"Quetiapine and obsessive-compulsive symptoms (OCS): case report and review of atypical antipsychotic-induced OCS.","drug":["Quetiapine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The first known report of quetiapine exacerbating OCS in a 43-year-old man with obsessive-compulsive disorder (OCD), trichotillomania, delusional disorder and bipolar II disorder is presented.","drug":["quetiapine"],"drug_indices_start":[26],"drug_indices_end":[36]}
{"text":"He was diagnosed with possible serotonin syndrome; his symptoms resolved after clomipramine was stopped but before clozapine was restarted eight days later.","drug":["clomipramine"],"drug_indices_start":[79],"drug_indices_end":[91]}
{"text":"OBJECTIVE: To report on the possible development of serotonin syndrome in a patient receiving clomipramine after clozapine was withdrawn from the treatment regimen.","drug":["clomipramine"],"drug_indices_start":[94,113],"drug_indices_end":[106,122]}
{"text":"Possible serotonin syndrome associated with clomipramine after withdrawal of clozapine.","drug":["clomipramine"],"drug_indices_start":[44,77],"drug_indices_end":[56,86]}
{"text":"The day after clozapine was stopped, while he was still receiving clomipramine 150 mg\/d, he began behaving oddly, started sweating profusely, shivering, and became tremulous, agitated, and confused.","drug":["clomipramine"],"drug_indices_start":[14,66],"drug_indices_end":[23,78]}
{"text":"Quinine induced coagulopathy--a near fatal experience.","drug":["Quinine"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"The cause of his bleeding was a severe thrombocytopoaenia, induced by chronic ingestion of quinine.","drug":["quinine"],"drug_indices_start":[91],"drug_indices_end":[98]}
{"text":"Dose-dependent olanzapine-associated leukopenia: three case reports.","drug":["olanzapine"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"These cases suggest the possibility that, in some patients, leukopenia or agranulocytosis during olanzapine treatment might be dose-related.","drug":["olanzapine"],"drug_indices_start":[97],"drug_indices_end":[107]}
{"text":"We report three cases of patients who developed leukopenia during olanzapine treatment.","drug":["olanzapine"],"drug_indices_start":[66],"drug_indices_end":[76]}
{"text":"CONCLUSION: This case illustrates a potential link between dermatologic and ocular 5-FU toxicities.","drug":["5-FU"],"drug_indices_start":[83],"drug_indices_end":[87]}
{"text":"Differential diagnoses included ocular rosacea with cicatrizing conjunctivitis and 5-FU-induced ectropion.","drug":["5-FU"],"drug_indices_start":[83],"drug_indices_end":[87]}
{"text":"DISCUSSION: Patients with 5-FU-induced ectropion experience tender, red, scaled lids, making contact lens wear difficult.","drug":["5-FU"],"drug_indices_start":[26],"drug_indices_end":[30]}
{"text":"Ectropion secondary to bolus injection of 5-fluorouracil.","drug":["5-fluorouracil"],"drug_indices_start":[42],"drug_indices_end":[56]}
{"text":"Exacerbation of 5-FU dermatologic toxicities in patients with preexisting conditions suggests the importance of aggressive ocular prophylaxis, using frequent ocular lubrication and topical steroid preparations with concurrent medical management of pre-existing dermatologic conditions.","drug":["5-FU"],"drug_indices_start":[16],"drug_indices_end":[20]}
{"text":"Presented is a case of acute renal failure induced by acetazolamide therapy for glaucoma.","drug":["acetazolamide"],"drug_indices_start":[54],"drug_indices_end":[67]}
{"text":"Renal failure associated with acetazolamide therapy for glaucoma.","drug":["acetazolamide"],"drug_indices_start":[30],"drug_indices_end":[43]}
{"text":"This sulfonamide like nephropathy should be differentiated from acetazolamide-related calcium phosphate nephrolithiasis.","drug":["acetazolamide"],"drug_indices_start":[64],"drug_indices_end":[77]}
{"text":"Ischaemic colitis in a patient taking meloxicam.","drug":["meloxicam"],"drug_indices_start":[38],"drug_indices_end":[47]}
{"text":"Symptoms and endoscopic lesions quickly regressed within 1 week of meloxicam withdrawal.","drug":["meloxicam"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"We describe a patient who presented with bloody diarrhoea after 15 mg meloxicam daily for 10 days for osteoarthritis.","drug":["meloxicam"],"drug_indices_start":[70],"drug_indices_end":[79]}
{"text":"We suggest that meloxicam might have intestinal toxic effects when taken in high doses, because of reduced COX-2 selectivity.","drug":["meloxicam"],"drug_indices_start":[16],"drug_indices_end":[25]}
{"text":"As these cases revealed, close monitoring of blood chemistry is mandatory after starting spironolactone, and patients should be advised to stop spironolactone immediately if diarrhoea develops.","drug":["spironolactone"],"drug_indices_start":[89,144],"drug_indices_end":[103,158]}
{"text":"In patients with chronic heart failure, spironolactone added to conventional treatment may lead to serious and, occasionally, fatal hyperkalaemia.","drug":["spironolactone"],"drug_indices_start":[40],"drug_indices_end":[54]}
{"text":"In some cases this seems to happen because spironolactone causes diarrhoea.","drug":["spironolactone"],"drug_indices_start":[43],"drug_indices_end":[57]}
{"text":"Serious adverse events experienced by patients with chronic heart failure taking spironolactone.","drug":["spironolactone"],"drug_indices_start":[81],"drug_indices_end":[95]}
{"text":"We report a patient with advanced colonic carcinoma who was treated with concomitant chemoirradiation with oxaliplatin and developed a peculiar dermnatitis in the irradiated field after being exposed to subsequent chemotherapy with oxaliplatin.","drug":["oxaliplatin"],"drug_indices_start":[107,232],"drug_indices_end":[118,243]}
{"text":"An 11-year-old boy developed a severe enteropathy 2 years after initiation of clofazimine treatment for graft-versus-host disease.","drug":["clofazimine"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"Clofazimine enteropathy caused by crystal deposition can be life-threatening.","drug":["Clofazimine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Clofazimine enteropathy in a pediatric bone marrow transplant recipient.","drug":["Clofazimine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"She developed a severe urticarial rash 3 weeks following initiation of therapy with Enoxaparin.","drug":["Enoxaparin"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"We cared for a patient with progressive renal impairment who presented with blurred vision, QRS broadening and cardiac failure due to chronic cibenzoline intoxication.","drug":["cibenzoline"],"drug_indices_start":[142],"drug_indices_end":[153]}
{"text":"Indolent aspergillus arthritis complicating fludarabine-based non-myeloablative stem cell transplantation.","drug":["fludarabine"],"drug_indices_start":[44],"drug_indices_end":[55]}
{"text":"We describe two patients with aspergillus arthritis of the knee joint following fludarabine-based non-myeloablative stem cell transplantation.","drug":["fludarabine"],"drug_indices_start":[80],"drug_indices_end":[91]}
{"text":"CONCLUSION: The present findings suggest that fluvoxamine can cause increased libido in some patients.","drug":["fluvoxamine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Increased libido in a woman treated with fluvoxamine: a case report.","drug":["fluvoxamine"],"drug_indices_start":[41],"drug_indices_end":[52]}
{"text":"OBJECTIVE: The aim of this paper is to describe a case of increased libido during fluvoxamine therapy.","drug":["fluvoxamine"],"drug_indices_start":[82],"drug_indices_end":[93]}
{"text":"RESULTS: The patient, a 27-year-old married Japanese woman with borderline personality disorder, developed an increased libido with the administration of fluvoxamine.","drug":["fluvoxamine"],"drug_indices_start":[154],"drug_indices_end":[165]}
{"text":"The increased libido disappeared after fluvoxamine was discontinued.","drug":["fluvoxamine"],"drug_indices_start":[39],"drug_indices_end":[50]}
{"text":"An infant who developed pancreatitis during meglumine antimoniate treatment for visceral leishmaniasis and who was successfully treated with a combination of allopurinol and ketoconazole is reported.","drug":["meglumine antimoniate"],"drug_indices_start":[44],"drug_indices_end":[65]}
{"text":"Successful treatment of visceral leishmaniasis with allopurinol plus ketoconazole in an infant who developed pancreatitis caused by meglumine antimoniate.","drug":["meglumine antimoniate"],"drug_indices_start":[132],"drug_indices_end":[153]}
{"text":"CONCLUSIONS: This case report showed that the clinical appearance of Hashimoto's disease after IFN-alpha therapy for chronic C hepatitis in our patient was associated with a specific genetic predisposition (DR5) for this pathology.","drug":["IFN-alpha"],"drug_indices_start":[95],"drug_indices_end":[104]}
{"text":"Further studies are necessary to evaluate whether the study of HLA antigens may be a very useful tool to detect the patients with a predisposition to develop autoimmune thyroiditis, in order to make a early diagnosis of thyroid disorders during the IFN-alpha treatment.","drug":["IFN-alpha"],"drug_indices_start":[249],"drug_indices_end":[258]}
{"text":"Hashimoto's disease during interferon-alpha therapy in a patient with pre-treatment negative anti-thyroid autoantibodies and with the specific genetic susceptibility to the thyroid disease.","drug":["interferon-alpha"],"drug_indices_start":[27],"drug_indices_end":[43]}
{"text":"OBJECTIVES: The authors described a case of Hashimoto's disease during interferon-alpha (IFN-alpha) treatment for chronic viral C hepatitis in a patient with the specific genetic susceptibility associated with the thyroid disease.","drug":["IFN-alpha"],"drug_indices_start":[71,89],"drug_indices_end":[87,98]}
{"text":"During dose-finding studies for intravenous proton pump inhibitors omeprazole and pantoprazole, three of six young female volunteers receiving omeprazole and two young female volunteers receiving pantoprazole developed peripheral edema within 8 hr when high doses of the proton pump inhibitors were applied by continuous infusion together with large volumes of fluid.","drug":["omeprazole"],"drug_indices_start":[67,82,143,196],"drug_indices_end":[77,94,153,208]}
{"text":"Pheripheral edema was observed in five female patients after taking proton pump inhibitors omeprazole, lansoprazole, or pantoprazole for 7-15 days for peptic acid diseases in recommended standard doses.","drug":["lansoprazole"],"drug_indices_start":[91,103,120],"drug_indices_end":[101,115,132]}
{"text":"Motor fluctuations appear after 2-3 years of levodopa treatment, and affect at least 50% of patients after five years.","drug":["levodopa"],"drug_indices_start":[45],"drug_indices_end":[53]}
{"text":"CONCLUSION: Significant weight loss is a potential adverse event in patients with rheumatoid arthritis treated with leflunomide.","drug":["leflunomide"],"drug_indices_start":[116],"drug_indices_end":[127]}
{"text":"Leflunomide-associated weight loss in rheumatoid arthritis.","drug":["Leflunomide"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"METHODS: We queried 35 rheumatologists at the Robert Breck Brigham Arthritis Center to determine if weight loss had occurred as an adverse event in patients treated with leflunomide between November 1998 and January 2000.","drug":["leflunomide"],"drug_indices_start":[170],"drug_indices_end":[181]}
{"text":"OBJECTIVE: To determine the frequency of weight loss in patients treated with leflunomide for rheumatoid arthritis at an arthritis referral center.","drug":["leflunomide"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"RESULTS: Five of 70 patients who had begun leflunomide therapy had significant weight loss that could not be linked to other identifiable etiologies.","drug":["leflunomide"],"drug_indices_start":[43],"drug_indices_end":[54]}
{"text":"It is increasingly recognized that dose adjustment of oral valacyclovir in renal failure is necessary to avoid neurotoxicity.","drug":["valacyclovir"],"drug_indices_start":[59],"drug_indices_end":[71]}
{"text":"Neurotoxicity of valacyclovir in peritoneal dialysis: a pharmacokinetic study.","drug":["valacyclovir"],"drug_indices_start":[17],"drug_indices_end":[29]}
{"text":"She developed neurotoxicity with an adjustment dosage of valacyclovir for a cutaneous zoster infection.","drug":["valacyclovir"],"drug_indices_start":[57],"drug_indices_end":[69]}
{"text":"Avascular necrosis of the femoral head in patients with prostate cancer treated with cyproterone acetate and radiotherapy.","drug":["cyproterone acetate"],"drug_indices_start":[85],"drug_indices_end":[104]}
{"text":"We report the case histories of two patients with histologically confirmed adenocarcinoma of the prostate, both of whom had been treated with steroidal anti-androgen therapy in the form of cyproterone acetate prior to radical or palliative pelvic irradiation, and who subsequently developed femoral head avascular necrosis.","drug":["cyproterone acetate"],"drug_indices_start":[189],"drug_indices_end":[208]}
{"text":"Levofloxacin induced polymorphic ventricular tachycardia with normal QT interval.","drug":["Levofloxacin"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"We report the first case of polymorphic ventricular tachycardia with normal QT interval associated with the oral use of levofloxacin in the absence of other etiologies known to cause these arrhythmias.","drug":["levofloxacin"],"drug_indices_start":[120],"drug_indices_end":[132]}
{"text":"So far, few cases of pulmonary side effects caused by ticlopidine have been reported.","drug":["ticlopidine"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"Special care should be taken when pulmonary symptoms appear in association with ticlopidine treatment.","drug":["ticlopidine"],"drug_indices_start":[80],"drug_indices_end":[91]}
{"text":"Ticlopidine-induced interstitial pulmonary disease: a case report.","drug":["Ticlopidine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We report a case of interstitial pulmonary disease that occurred together with lymphocytic colitis during treatment with ticlopidine.","drug":["ticlopidine"],"drug_indices_start":[121],"drug_indices_end":[132]}
{"text":"A patient that received methadone for cancer-associated pain developed myoclonus as a side effect.","drug":["methadone"],"drug_indices_start":[24],"drug_indices_end":[33]}
{"text":"Methadone-induced myoclonus in advanced cancer.","drug":["Methadone"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"OBJECTIVE: To report a case of fatal hyperkalemia owing to succinylcholine administration in a patient with mucositis secondary to chemotherapy.","drug":["succinylcholine"],"drug_indices_start":[59],"drug_indices_end":[74]}
{"text":"Succinylcholine-induced hyperkalemia in a patient with mucositis secondary to chemotherapy.","drug":["Succinylcholine"],"drug_indices_start":[0],"drug_indices_end":[15]}
{"text":"We believe that mucositis was a contributing factor to this case of fatal hyperkalemia after administration of succinylcholine, with a mechanism similar to that reported with thermal injury.","drug":["succinylcholine"],"drug_indices_start":[111],"drug_indices_end":[126]}
{"text":"Cutaneous seeding after ultrasound-guided percutaneous ethanol injection for treatment of hepatocellular carcinoma.","drug":["ethanol injection"],"drug_indices_start":[55],"drug_indices_end":[72]}
{"text":"We describe a case of needle-track cutaneous seeding of hepatocellular carcinoma (HCC) after sonographically guided percutaneous ethanol injection (PEI).","drug":["ethanol injection"],"drug_indices_start":[129],"drug_indices_end":[146]}
{"text":"Adenosine-induced ventricular fibrillation.","drug":["Adenosine"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"However, adenosine shortens the antegrade refractoriness of accessory atrioventricular connections and may cause acceleration of the ventricular rate during atrial fibrillation.","drug":["adenosine"],"drug_indices_start":[9],"drug_indices_end":[18]}
{"text":"We observed ventricular fibrillation in 2 patients who presented to the emergency department with pre-excited atrial fibrillation and were given 12 mg of adenosine.","drug":["adenosine"],"drug_indices_start":[154],"drug_indices_end":[163]}
{"text":"After the dose of methylprednisolone was reduced from 40 mg to 20 mg i.v. q6h and shifted to other anti-asthma treatment by procaterol metered dose inhaler via spacer, the psychotic reaction disappeared a few hours later.","drug":["methylprednisolone"],"drug_indices_start":[18],"drug_indices_end":[36]}
{"text":"Continuous EEG monitoring is helpful in managing seizures that occur as a complication of CBZ OD, after the course of recovery or worsening, and in providing assistance with prognosis.","drug":["CBZ"],"drug_indices_start":[90],"drug_indices_end":[93]}
{"text":"Massive CBZ OD may produce a reversible encephalopathy that includes cortical hyperexcitability, a profound burst-suppression EEG pattern, and cranial nerve areflexia.","drug":["CBZ"],"drug_indices_start":[8],"drug_indices_end":[11]}
{"text":"Massive plasmocytosis due to methimazole-induced bone marrow toxicity.","drug":["methimazole"],"drug_indices_start":[29],"drug_indices_end":[40]}
{"text":"To our knowledge this is the first report of pancytopenia due to MMI, where the usual hypoplasia found is replaced by massive plasmocytosis.","drug":["MMI"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"We report a case of fulminant hepatic failure associated with didanosine and masquerading as a surgical abdomen and compare the clinical, biologic, histologic, and ultrastructural findings with reports described previously.","drug":["didanosine"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"This report details a case of bilateral avascular necrosis of the femoral heads in a patient receiving 'standard' doses of dexamethasone as part of the antiemetic regimen used in cisplatin-based combination chemotherapy.","drug":["dexamethasone"],"drug_indices_start":[123],"drug_indices_end":[136]}
{"text":"Although no coagulation study was done and the Meckel's diverticulum is normally associated with bleeding, the particular intensity of the following hemorrhage may have been favored by metformin.","drug":["metformin"],"drug_indices_start":[185],"drug_indices_end":[194]}
{"text":"An obese patient, not diabetic, treated with metformin for some weeks, was referred to us with severe inferior digestive hemorrhage, diagnosed with Meckel's diverticulum.","drug":["metformin"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"Digestive hemorrhage caused by a Meckel's diverticulum in a metformin-treated patient: is there any connection?","drug":["metformin"],"drug_indices_start":[60],"drug_indices_end":[69]}
{"text":"Ulcer became worse after tobramycin and gentamycin treatment for 2 days.","drug":["gentamycin"],"drug_indices_start":[25,40],"drug_indices_end":[35,50]}
{"text":"Possible linkage of amprenavir with intracranial bleeding in an HIV-infected hemophiliac.","drug":["amprenavir"],"drug_indices_start":[20],"drug_indices_end":[30]}
{"text":"The bleeding resolved on discontinuation of APV.","drug":["APV"],"drug_indices_start":[44],"drug_indices_end":[47]}
{"text":"We report the occurrence of spontaneous intracranial bleeding in an human immunodeficiency virus (HIV)-infected adolescent with hemophilia A who was receiving amprenavir (APV).","drug":["amprenavir"],"drug_indices_start":[159],"drug_indices_end":[169]}
{"text":"According to the Naranjo probability scale, the relationship of gemcitabine treatment with cutaneous eruption in our patient is possible.","drug":["gemcitabine"],"drug_indices_start":[64],"drug_indices_end":[75]}
{"text":"CONCLUSIONS: We report the first case of gemcitabine-induced LABD.","drug":["gemcitabine"],"drug_indices_start":[41],"drug_indices_end":[52]}
{"text":"Linear immunoglobulin A bullous dermatosis induced by gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"OBJECTIVE: To report a case of linear immunoglobulin (Ig) A bullous dermatosis (LABD) induced by gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[97],"drug_indices_end":[108]}
{"text":"Twenty-four hours after the administration of gemcitabine, a symmetric, bullous, herpetiform eruption appeared on his trunk and upper limbs.","drug":["gemcitabine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Vancomycin is the most frequently implicated drug, but other agents have been reported to cause LABD.","drug":["Vancomycin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Although taxol has shown significant activity in advanced ovarian cancer, peripheral neuropathy is likely to become the major dose-limiting toxicity.","drug":["taxol"],"drug_indices_start":[9],"drug_indices_end":[14]}
{"text":"A rare case of advanced ovarian carcinoma who developed difficulty walking 25 days after treatment with weekly paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[111],"drug_indices_end":[121]}
{"text":"We describe a case of advanced ovarian carcinoma who developed difficulty walking because of marked pain in the lower extremities and loss of proprioception 25 days after treatment with weekly taxol (80 mg\/m(2)x3).","drug":["taxol"],"drug_indices_start":[193],"drug_indices_end":[198]}
{"text":"Relief by naloxone of morphine-induced spasm of the sphincter of Oddi in a post-cholecystectomy patient.","drug":["morphine"],"drug_indices_start":[22],"drug_indices_end":[30]}
{"text":"We present the case of a patient who had undergone cholecystectomy previously, but in whom morphine given in the Emergency Department precipitated pain consistent with biliary colic; the pain resolved promptly after administration of naloxone.","drug":["morphine"],"drug_indices_start":[91],"drug_indices_end":[99]}
{"text":"Myasthenia gravis during low-dose IFN-alpha therapy for chronic hepatitis C.","drug":["IFN-alpha"],"drug_indices_start":[34],"drug_indices_end":[43]}
{"text":"A patient with rheumatoid arthritis developed an acute intrahepatic cholestasis after 100 mg of sodium aurothiomalate.","drug":["sodium aurothiomalate"],"drug_indices_start":[96],"drug_indices_end":[117]}
{"text":"Acute lung injury associated with 5-fluorouracil and oxaliplatinum combined chemotherapy.","drug":["5-fluorouracil"],"drug_indices_start":[34,53],"drug_indices_end":[48,66]}
{"text":"Diarrhoea, T-CD4+ lymphopenia and bilateral patchy pulmonary infiltrates developed in a male 60 yrs of age, who was treated with oxaliplatinum and 5-fluorouracil for unresectable rectum carcinoma.","drug":["5-fluorouracil"],"drug_indices_start":[129,147],"drug_indices_end":[142,161]}
{"text":"It is concluded that the aforementioned pathological manifestations were due to chemotherapy and included a pulmonary adverse reaction, a feature never previously associated with oxaliplatinum and 5-fluorouracil regimens.","drug":["5-fluorouracil"],"drug_indices_start":[179,197],"drug_indices_end":[192,211]}
{"text":"BACKGROUND: Accutane a teratogenic prescription drug licensed to treat severe, recalcitrant nodular acne.","drug":["Accutane"],"drug_indices_start":[12],"drug_indices_end":[20]}
{"text":"RESULTS: The estimated number of Accutane prescriptions for reproductive-aged women has more than doubled in the past 10 years; it is the most widely used teratogenic drug in the United States, with approximately 2.5 per 1,000 reproductive-aged women exposed to Accutane in 1999.","drug":["Accutane"],"drug_indices_start":[33,262],"drug_indices_end":[41,270]}
{"text":"A 62-year-old woman treated with pranlukast for 2 months developed interstitial pneumonitis with a high fever.","drug":["pranlukast"],"drug_indices_start":[33],"drug_indices_end":[43]}
{"text":"Acute interstitial pneumonia induced by ONO-1078 (pranlukast), a leukotriene receptor antagonist.","drug":["ONO-1078"],"drug_indices_start":[40,50],"drug_indices_end":[48,60]}
{"text":"An asymptomatic HIV-infected woman experienced right-sided renal colicky pain during treatment with indinavir.","drug":["indinavir"],"drug_indices_start":[100],"drug_indices_end":[109]}
{"text":"Indinavir-associated nephrolithiasis and chronic interstitial nephritis were the only possible causes identified in this patient.","drug":["Indinavir"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Papillary necrosis associated with the HIV protease inhibitor indinavir.","drug":["indinavir"],"drug_indices_start":[62],"drug_indices_end":[71]}
{"text":"Physicians should be aware that indinavir nephrolithiasis may cause papillary necrosis.","drug":["indinavir"],"drug_indices_start":[32],"drug_indices_end":[41]}
{"text":"The HIV protease inhibitor indinavir may cause nephrolithiasis and interstitial nephritis.","drug":["indinavir"],"drug_indices_start":[27],"drug_indices_end":[36]}
{"text":"The renal consequences of indinavir-associated nephrotoxicity are uncertain.","drug":["indinavir"],"drug_indices_start":[26],"drug_indices_end":[35]}
{"text":"We report a case of papillary necrosis in a patient treated with indinavir.","drug":["indinavir"],"drug_indices_start":[65],"drug_indices_end":[74]}
{"text":"We describe 2 male patients, a 49-year-old with psoriatic arthritis and impaired renal function and a 43-year-old renal transplant recipient, who both sustained a marked decline in glomerular filtration rate in conjunction with a selective inhibitor of cyclooxygenase-2 (COX-2), rofecoxib.","drug":["rofecoxib"],"drug_indices_start":[279],"drug_indices_end":[288]}
{"text":"CONCLUSIONS: LTG overdose may result in a severe but reversible encephalopathy, a previously undescribed phenomenon.","drug":["LTG"],"drug_indices_start":[13],"drug_indices_end":[16]}
{"text":"Evaluation revealed elevated serum LTG levels and no other etiology for encephalopathy.","drug":["LTG"],"drug_indices_start":[35],"drug_indices_end":[38]}
{"text":"METHODS: A 55-year-old woman became stuporous after overdose with lamotrigine (LTG) and valproic acid (VPA) tablets.","drug":["lamotrigine"],"drug_indices_start":[66,79,88,103],"drug_indices_end":[77,82,101,106]}
{"text":"PURPOSE: To report that acute lamotrigine poisoning may result in severe encephalopathy.","drug":["lamotrigine"],"drug_indices_start":[30],"drug_indices_end":[41]}
{"text":"Stupor from lamotrigine toxicity.","drug":["lamotrigine"],"drug_indices_start":[12],"drug_indices_end":[23]}
{"text":"The cause of death was determined to be acute intoxication by olanzapine, and the manner of death was accidental.","drug":["olanzapine"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"This article describes the case of a 25-year-old man found dead at home who had been prescribed olanzapine for schizophrenia.","drug":["olanzapine"],"drug_indices_start":[96],"drug_indices_end":[106]}
{"text":"Lichenoid drug eruption to salsalate.","drug":["salsalate"],"drug_indices_start":[27],"drug_indices_end":[36]}
{"text":"This eruption emerged after 1 month of therapy with salsalate, persisted for as long as salsalate was administered, and cleared within 3 weeks of discontinuing the medication.","drug":["salsalate"],"drug_indices_start":[52,88],"drug_indices_end":[61,97]}
{"text":"We describe a patient who experienced a lichenoid eruption after the initiation of salsalate for relief of arthritic pain.","drug":["salsalate"],"drug_indices_start":[83],"drug_indices_end":[92]}
{"text":"Amphotericin B-induced seizures in a patient with AIDS.","drug":["Amphotericin B"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"CASE SUMMARY: A 46-year-old African-American man experienced recurrent grand mal seizures during intravenous infusion of amphotericin B, then petit mal seizures as the infusion was stopped and the drug concentrations decreased with time.","drug":["amphotericin B"],"drug_indices_start":[121],"drug_indices_end":[135]}
{"text":"CONCLUSIONS: Amphotericin B seems to be the probable cause of the seizures.","drug":["Amphotericin B"],"drug_indices_start":[13],"drug_indices_end":[27]}
{"text":"Despite administration of phenytoin and lorazepam, the seizures persisted and occurred only during amphotercin B administration.","drug":["amphotercin B"],"drug_indices_start":[99],"drug_indices_end":[112]}
{"text":"Didanosine also has a potential for inducing seizures.","drug":["Didanosine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"OBJECTIVE: To report a case of multiple episodes of seizure activity in an AIDS patent following amphotericin B infusion.","drug":["amphotericin B"],"drug_indices_start":[97],"drug_indices_end":[111]}
{"text":"The time course of events suggested that amphotericin B was the cause of the seizures in this AIDS patient.","drug":["amphotericin B"],"drug_indices_start":[41],"drug_indices_end":[55]}
{"text":"To date, only three cases of seizures associated with amphotericin B have been reported in the literature, but healthcare providers should be aware of the potential for this rare adverse effect.","drug":["amphotericin B"],"drug_indices_start":[54],"drug_indices_end":[68]}
{"text":"Vocal cord paralysis as a consequence of peritonsillar infiltration with bupivacaine.","drug":["bupivacaine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"We present the case of a 5-year-old girl who developed bilateral vocal cord paralysis following preoperative peritonsillar bupivacaine infiltration.","drug":["bupivacaine"],"drug_indices_start":[123],"drug_indices_end":[134]}
{"text":"A 53 year old Greenlandic male was admitted twice over a period of 4 years with a new complete right bundle branch block after ingestion of 10 g and 4 g of carbamazepine respectively.","drug":["carbamazepine"],"drug_indices_start":[156],"drug_indices_end":[169]}
{"text":"Carbamazepine induced right bundle branch block in a Greenlandic patient.","drug":["Carbamazepine"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"Cicatricial entropion associated with chronic dipivefrin application.","drug":["dipivefrin"],"drug_indices_start":[46],"drug_indices_end":[56]}
{"text":"CONCLUSIONS: Cicatrization in the substantia propria of the conjunctiva by excessive lymphocytic infiltration after topically administered antiglaucoma drugs including dipivefrin is a possible mechanism of action for entropion.","drug":["dipivefrin"],"drug_indices_start":[168],"drug_indices_end":[178]}
{"text":"Nine eyes from 6 patients, 74 years to 90 years of age, referred by ophthalmologists for repair of cicatricial entropion after at least 2 years of twice-a-day application of dipivefrin.","drug":["dipivefrin"],"drug_indices_start":[174],"drug_indices_end":[184]}
{"text":"PURPOSE: To report patients who presented to the oculoplastics department for repair of cicatrical entropion after topical use of dipivefrin.","drug":["dipivefrin"],"drug_indices_start":[130],"drug_indices_end":[140]}
{"text":"A 34-year-old lady developed a constellation of dermatitis, fever, lymphadenopathy and hepatitis, beginning on the 17th day of a course of oral sulphasalazine for sero-negative rheumatoid arthritis.","drug":["sulphasalazine"],"drug_indices_start":[144],"drug_indices_end":[158]}
{"text":"It is thought that the clinico-pathological features and chronology of this case bore the hallmarks of the so-called \"3-week sulphasalazine syndrome\", a rare, but often fatal, immunoallergic reaction to sulphasalazine.","drug":["sulphasalazine"],"drug_indices_start":[125,203],"drug_indices_end":[139,217]}
{"text":"The 3-week sulphasalazine syndrome strikes again.","drug":["sulphasalazine"],"drug_indices_start":[11],"drug_indices_end":[25]}
{"text":"Interestingly, the use of carboplatin (CBDCA) and VDS in the subsequent treatment course was well tolerated indicating that the SIADH was most likely to have been induced by administration of CDDP.","drug":["CDDP"],"drug_indices_start":[192],"drug_indices_end":[196]}
{"text":"Syndrome of inappropriate secretion of ADH (SIADH) following cisplatin administration in a pulmonary adenocarcinoma patient with a malignant pleural effusion.","drug":["cisplatin"],"drug_indices_start":[61],"drug_indices_end":[70]}
{"text":"We report a patient with pulmonary adenocarcinoma complicated by the syndrome of inappropriate secretion of antidiuretic hormone (SIADH) following systemic chemotherapy with cisplatin (CDDP) and vindesine (VDS).","drug":["CDDP"],"drug_indices_start":[174,185,195,206],"drug_indices_end":[183,189,204,209]}
{"text":"After extensive neurological 'work up', we realized that the anisocoria was related to the transdermal scopolamine patch that we had prescribed for weaning off the opioid.","drug":["scopolamine"],"drug_indices_start":[103],"drug_indices_end":[114]}
{"text":"Anisocoria from transdermal scopolamine.","drug":["scopolamine"],"drug_indices_start":[28],"drug_indices_end":[39]}
{"text":"De novo absence status of late onset following withdrawal of lorazepam: a case report.","drug":["lorazepam"],"drug_indices_start":[61],"drug_indices_end":[70]}
{"text":"The aim of this report is to describe the clinical and electroencephalographic findings seen in an elderly woman without previous history of seizures who developed a nonconvulsive generalized status epilepticus following acute withdrawal of lorazepam.","drug":["lorazepam"],"drug_indices_start":[241],"drug_indices_end":[250]}
{"text":"Early recognition of hereditary motor and sensory neuropathy type 1 can avoid life-threatening vincristine neurotoxicity.","drug":["vincristine"],"drug_indices_start":[95],"drug_indices_end":[106]}
{"text":"Recognizing early signs of HMSN, such as areflexia and pes cavus deformity, can prevent severe neurotoxicity of polychemotherapy by avoiding vincristine.","drug":["vincristine"],"drug_indices_start":[141],"drug_indices_end":[152]}
{"text":"The disease predisposes to severe vincristine neurotoxicity.","drug":["vincristine"],"drug_indices_start":[34],"drug_indices_end":[45]}
{"text":"We report a 31-year-old women with recurrent Hodgkin's lymphoma and unrecognized HMSN-1 who developed severe motor neuropathy 3 weeks after the first cycle of treatment including 2 mg of vincristine.","drug":["vincristine"],"drug_indices_start":[187],"drug_indices_end":[198]}
{"text":"Acute asymptomatic hepatitis in a healthy normal volunteer exposed to 2 oral doses of amodiaquine and artesunate.","drug":["amodiaquine"],"drug_indices_start":[86,102],"drug_indices_end":[97,112]}
{"text":"This report describes an unexpected drug-induced hepatitis in a previously healthy young woman exposed to 2 doses of amodiaquine and artesunate.","drug":["amodiaquine"],"drug_indices_start":[117,133],"drug_indices_end":[128,143]}
{"text":"Systemic allergic contact dermatitis to 8-methoxypsoralen (8-MOP).","drug":["8-methoxypsoralen"],"drug_indices_start":[40,59],"drug_indices_end":[57,64]}
{"text":"We describe a patient who had a systemic allergic contact dermatitis to 8-MOP develop during her second course of PUVA treatment for psoriasis.","drug":["8-MOP"],"drug_indices_start":[72],"drug_indices_end":[77]}
{"text":"A 33-year-old man with a history of recreational benztropine abuse presented to the emergency department with confusion, abdominal pain, and distention.","drug":["benztropine"],"drug_indices_start":[49],"drug_indices_end":[60]}
{"text":"Agranulocytosis and granulocytopenia associated with quetiapine.","drug":["quetiapine"],"drug_indices_start":[53],"drug_indices_end":[63]}
{"text":"CONCLUSION: Although a definite association has not been proven, clinicians should be aware of the possibility of agranulocytosis while using quetiapine.","drug":["quetiapine"],"drug_indices_start":[142],"drug_indices_end":[152]}
{"text":"METHOD: We describe three case-reports concerning haematological adverse effects of quetiapine.","drug":["quetiapine"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"RESULTS: Quetiapine was associated with leucopenia in two patients and clinically apparent agranulocytosis in one patient.","drug":["Quetiapine"],"drug_indices_start":[9],"drug_indices_end":[19]}
{"text":"CONCLUSIONS: There is very little published information regarding ofloxacin-induced toxic epidermal necrolysis.","drug":["ofloxacin"],"drug_indices_start":[66],"drug_indices_end":[75]}
{"text":"However, a large case-control study included three cases of either Stevens-Johnson syndrome or toxic epidermal necrolysis associated with ofloxacin use, but no details of the cases were given.","drug":["ofloxacin"],"drug_indices_start":[138],"drug_indices_end":[147]}
