{"text":"Intravenous azithromycin-induced ototoxicity.","drug":["azithromycin"],"drug_indices_start":[12],"drug_indices_end":[24]}
{"text":"Immobilization, while Paget's bone disease was present, and perhaps enhanced activation of dihydrotachysterol by rifampicin, could have led to increased calcium-release into the circulation.","drug":["dihydrotachysterol"],"drug_indices_start":[91],"drug_indices_end":[109]}
{"text":"Unaccountable severe hypercalcemia in a patient treated for hypoparathyroidism with dihydrotachysterol.","drug":["dihydrotachysterol"],"drug_indices_start":[84],"drug_indices_end":[102]}
{"text":"METHODS: We report two cases of pseudoporphyria caused by naproxen and oxaprozin.","drug":["naproxen"],"drug_indices_start":[58,71],"drug_indices_end":[66,80]}
{"text":"Naproxen, the most common offender, has been associated with a dimorphic clinical pattern: a PCT-like presentation and one simulating erythropoietic protoporphyria in the pediatric population.","drug":["Naproxen"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"RESULTS: A 44-year-old man taking naproxen for chronic low back pain and a 20-year-old woman on oxaprozin for rheumatoid arthritis presented with tense bullae and cutaneous fragility on the face and the back of the hands.","drug":["naproxen"],"drug_indices_start":[34,96],"drug_indices_end":[42,105]}
{"text":"BACKGROUND: How to best treat psychotic patients who have had past clozapine-induced agranulocytosis or granulocytopenia remains a problem.","drug":["clozapine"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"CONCLUSION: The results suggest that olanzapine may be useful in treating patients with clozapine-induced granulocytopenia without the risk of recurrence of hematologic side effects.","drug":["clozapine"],"drug_indices_start":[88],"drug_indices_end":[97]}
{"text":"Prolonged severe 5-fluorouracil-associated neurotoxicity in a patient with dihydropyrimidine dehydrogenase deficiency.","drug":["5-fluorouracil"],"drug_indices_start":[17],"drug_indices_end":[31]}
{"text":"We describe the side effects of 5-FU in a colon cancer patient who suffered severe mucositis, desquamating dermatitis, prolonged myelosuppression, and neurologic toxicity that required admission to the intensive care unit.","drug":["5-FU"],"drug_indices_start":[32],"drug_indices_end":[36]}
{"text":"This case suggests that BH-AC, a derivative of cytosine arabinoside (1-beta-D-arabinofuranosylcytosine) could be a cause of reversible encephalopathy syndrome.","drug":["BH-AC"],"drug_indices_start":[24],"drug_indices_end":[29]}
{"text":"We report a case of reversible encephalopathy syndrome in a 16-year-old girl with acute myelogenous leukemia (AML), who is undergoing during consolidation chemotherapy composed of BH-AC (N4-behenoyl-1-beta-D-arabinofuranosyl cytosine) and idarubicin.","drug":["BH-AC"],"drug_indices_start":[180,239],"drug_indices_end":[185,249]}
{"text":"In one case, the readministration of riluzole was followed by the relapse of hepatitis.","drug":["riluzole"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"We report the cases of two patients who developed acute hepatitis after taking riluzole at the recommended dose (100 mg daily) for 7 and 4 weeks, respectively.","drug":["riluzole"],"drug_indices_start":[79],"drug_indices_end":[87]}
{"text":"Lupus-like syndrome caused by 5-aminosalicylic acid in patients with inflammatory bowel disease.","drug":["5-aminosalicylic acid"],"drug_indices_start":[30],"drug_indices_end":[51]}
{"text":"Although the two local anesthetics usually do not cause methemoglobinemia, we suspect that the displacement of lidocaine from protein binding by bupivacaine, in combination with metabolic acidosis and treatment with other oxidants, was the reason for the development of methemoglobinemia.","drug":["lidocaine"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Methemoglobinemia after axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[44,84],"drug_indices_end":[55,93]}
{"text":"We report a patient with chronic renal failure and ischemic heart disease who developed clinically significant methemoglobinemia after an axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[158,198],"drug_indices_end":[169,207]}
{"text":"Detection of activated eosinophils in nasal polyps of an aspirin-induced asthma patient.","drug":["aspirin"],"drug_indices_start":[57],"drug_indices_end":[64]}
{"text":"An episode of subacute encephalopathy after the infusion of a moderate dose of methotrexate (1500 mg\/m2) (MTX) is reported in a young adult with metastastic gastric cancer.","drug":["methotrexate"],"drug_indices_start":[79],"drug_indices_end":[91]}
{"text":"We believe that this represents an unusual case of moderate-dose MTX-induced neurotoxicity in a patient with gastric cancer, which has not previously been reported.","drug":["MTX"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"We describe a life threatening side effect of acute epoprostenol infusion (pulmonary edema) in a patient with pulmonary hypertension associated with limited scleroderma and discuss its management and potential etiology.","drug":["epoprostenol"],"drug_indices_start":[52],"drug_indices_end":[64]}
{"text":"A 14-year-old girl with newly diagnosed SLE developed a pruritic bullous eruption while on prednisone.","drug":["prednisone"],"drug_indices_start":[91],"drug_indices_end":[101]}
{"text":"Hydroxyurea-induced acute interstitial pneumonitis in a patient with essential thrombocythemia.","drug":["Hydroxyurea"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"The clinical course suggests that the interstitial pneumonitis was induced by hydroxyurea.","drug":["hydroxyurea"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"This is the first case of hydroxyurea-induced acute interstitial pneumonitis reported in the literature.","drug":["hydroxyurea"],"drug_indices_start":[26],"drug_indices_end":[37]}
{"text":"Allergic and irritant contact dermatitis to calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[44],"drug_indices_end":[56]}
{"text":"Calcipotriol (Daivonex R; Leo Pharmaceuticals, Zurich, Switzerland) may cause irritation of the skin, whereas allergic reactions are less common.","drug":["Calcipotriol"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"The present observation suggests, that a batch of different testing doses, including lower testing doses may help to differentiate between an allergic type of contact dermatitis and an irritant type of reaction after treatment with calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[232],"drug_indices_end":[244]}
{"text":"Myotonia associated with sarcoidosis: marked exacerbation with pravastatin.","drug":["pravastatin"],"drug_indices_start":[63],"drug_indices_end":[74]}
{"text":"Pravastatin is associated with myotonia in animals.","drug":["Pravastatin"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"This case suggests that sarcoidosis and pravastatin, two entities not frequently associated with myotonia, may interact in a synergistic manner to produce severe clinical myotonia in humans.","drug":["pravastatin"],"drug_indices_start":[40],"drug_indices_end":[51]}
{"text":"Hypersensitivity to aspirin can be manifested as acute asthma, urticaria and\/or angioedema, or a systemic anaphylactoid reaction.","drug":["aspirin"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"CONCLUSION: Fixed drug eruption is associated with many drugs but this is the first such report with omeprazole.","drug":["omeprazole"],"drug_indices_start":[101],"drug_indices_end":[111]}
{"text":"Fixed drug eruption in hands caused by omeprazole.","drug":["omeprazole"],"drug_indices_start":[39],"drug_indices_end":[49]}
{"text":"The objective of this report is to describe a case of fixed drug eruption that occurred during omeprazole treatment.","drug":["omeprazole"],"drug_indices_start":[95],"drug_indices_end":[105]}
{"text":"A 26-year-old Japanese man, who had been receiving medical attention for ulcerative colitis for one year, presented with diffuse erythema and pustules on his face and trunk, malaise, and fever up to 39 degrees C one day after the administration of salazosulfapyridine.","drug":["salazosulfapyridine"],"drug_indices_start":[248],"drug_indices_end":[267]}
{"text":"Acute generalized exanthematous pustulosis induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[54],"drug_indices_end":[73]}
{"text":"We report a case of acute generalized exanthematous pustulosis (AGEP) induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[81],"drug_indices_end":[100]}
{"text":"CASE SUMMARY: A 39-year-old white Jewish schizophrenic man treated with olanzapine developed an elevated serum CK concentration with a peak concentration of 4000 IU\/L (normal < 230).","drug":["olanzapine"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"DISCUSSION: Olanzapine, like other atypical antipsychotic drugs, may cause muscle injury with concomitant elevations of serum CK of muscle origin.","drug":["Olanzapine"],"drug_indices_start":[12],"drug_indices_end":[22]}
{"text":"Marked elevation of serum creatine kinase associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[58],"drug_indices_end":[68]}
{"text":"OBJECTIVE: To report a case of marked elevation of serum creatine kinase (CK) associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[94],"drug_indices_end":[104]}
{"text":"Diclofenac-associated hepatitis.","drug":["Diclofenac"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"This patient, who had a history of osteoarthritis, had severe hepatitis 5 weeks after being started on diclofenac for increasing pain in the joints.","drug":["diclofenac"],"drug_indices_start":[103],"drug_indices_end":[113]}
{"text":"2-CdA induces lymphocytopenia, which may explain the improvement in this patient's psoriasis.","drug":["2-CdA"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"One case of priapism occurred during heparin therapy for a previous surgical operation to the knee is reported.","drug":["heparin"],"drug_indices_start":[37],"drug_indices_end":[44]}
{"text":"Priapism as a complication of heparin therapy.","drug":["heparin"],"drug_indices_start":[30],"drug_indices_end":[37]}
{"text":"The association between heparin and priapism is often recognized; abnormal platelet aggregation could play a role in the pathogenesis of this side effect.","drug":["heparin"],"drug_indices_start":[24],"drug_indices_end":[31]}
{"text":"It carries a well-known risk of neutropenia and agranulocytosis, which necessitates the immediate discontinuation of clozapine.","drug":["clozapine"],"drug_indices_start":[117],"drug_indices_end":[126]}
{"text":"OBJECTIVE: We report a patient who developed neutropenia on clozapine, but behind the cell count decrease showed to be a diurnal variation of the white blood cells (WBC).","drug":["clozapine"],"drug_indices_start":[60],"drug_indices_end":[69]}
{"text":"Acute neutrophilic dermatosis induced by all-trans-retinoic acid treatment for acute promyelocytic leukemia.","drug":["all-trans-retinoic acid"],"drug_indices_start":[41],"drug_indices_end":[64]}
{"text":"Findings on discontinuation and rechallenge supported the assumption that the hair loss was a side effect of the paroxetine.","drug":["paroxetine"],"drug_indices_start":[113],"drug_indices_end":[123]}
{"text":"Hair loss associated with paroxetine treatment: a case report.","drug":["paroxetine"],"drug_indices_start":[26],"drug_indices_end":[36]}
{"text":"We report on a 37-year-old female who complained of moderate hair loss during paroxetine treatment.","drug":["paroxetine"],"drug_indices_start":[78],"drug_indices_end":[88]}
{"text":"CONCLUSION: Patients with insulin allergy may not have complete resolution of their symptoms after standard desensitization, particularly those patients with concomitant protamine allergy.","drug":["insulin"],"drug_indices_start":[26],"drug_indices_end":[33]}
{"text":"METHODS: The patient required insulin desensitization for severe urticaria, angioedema, and occasional wheezing resulting from her insulin dose.","drug":["insulin"],"drug_indices_start":[30,131],"drug_indices_end":[37,138]}
{"text":"OBJECTIVE: The purpose of this study was to determine whether desensitization to NPH insulin, as well as standard insulin desensitization, could control allergic symptoms in a patient allergic to both NPH and regular insulin.","drug":["insulin"],"drug_indices_start":[81,85,114,217],"drug_indices_end":[92,121,224]}
{"text":"Patients receiving neutral protamine Hagedorn (NPH) insulin are at increased risk for the development of protamine hypersensitivity.","drug":["neutral protamine Hagedorn (NPH) insulin"],"drug_indices_start":[],"drug_indices_end":[]}
{"text":"Protamine allergy as a complication of insulin hypersensitivity: A case report.","drug":["insulin"],"drug_indices_start":[39],"drug_indices_end":[46]}
{"text":"She continued to receive regular insulin 4 times per day over the following 3 years with only occasional hives.","drug":["insulin"],"drug_indices_start":[33],"drug_indices_end":[40]}
{"text":"The patient had recurrence of urticaria and angioedema a year and a half later, at which point the NPH was stopped and she was desensitized to regular insulin.","drug":["insulin"],"drug_indices_start":[99,151],"drug_indices_end":[102,158]}
{"text":"A 5-month-old infant became lethargic and poorly responsive after receiving 1 drop of brimonidine in each eye.","drug":["brimonidine"],"drug_indices_start":[86],"drug_indices_end":[97]}
{"text":"An 11-day-old infant became lethargic and apneic after a single drop of brimonidine.","drug":["brimonidine"],"drug_indices_start":[72],"drug_indices_end":[83]}
{"text":"Apparent central nervous system depression in infants after the use of topical brimonidine.","drug":["brimonidine"],"drug_indices_start":[79],"drug_indices_end":[90]}
{"text":"CONCLUSIONS: Topical brimonidine may be associated with central nervous system depression in infants.","drug":["brimonidine"],"drug_indices_start":[21],"drug_indices_end":[32]}
{"text":"PURPOSE: To report two cases in which topical brimonidine resulted in apparent central nervous system depression and unresponsiveness in an infant.","drug":["brimonidine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Ceftriaxone was approved in 1997 for the treatment of otitis media despite previous studies that documented an association of ceftriaxone with elevated hepato-biliary enzymes and transient biliary stasis.","drug":["ceftriaxone"],"drug_indices_start":[126],"drug_indices_end":[137]}
{"text":"Hepato-biliary abnormalities secondary to ceftriaxone use: a case report.","drug":["ceftriaxone"],"drug_indices_start":[42],"drug_indices_end":[53]}
{"text":"Anterior lumbosacral radiculopathy after intrathecal methotrexate treatment.","drug":["methotrexate"],"drug_indices_start":[53],"drug_indices_end":[65]}
{"text":"Reported are three children who developed progressive paraparesis after intrathecal methotrexate administration followed by complete or partial recovery.","drug":["methotrexate"],"drug_indices_start":[84],"drug_indices_end":[96]}
{"text":"During the first days of arsenic trioxide treatment a rapid decrease in the D-dimers was seen (normal values reached until day 7), together with a slight decrease in peripheral blood leukocytes.","drug":["arsenic trioxide"],"drug_indices_start":[25],"drug_indices_end":[41]}
{"text":"A 22-year-old black man developed fever, chills, fatigue, night sweats, tender lymphadenopathy, and a generalized, pruritic, macular eruption 3 weeks after starting minocycline therapy for acne.","drug":["minocycline"],"drug_indices_start":[165],"drug_indices_end":[176]}
{"text":"With the negative viral serologies, the clinical picture was most consistent with an infectious mononucleosis-like syndrome produced by the minocycline ingestion.","drug":[" minocycline"],"drug_indices_start":[139],"drug_indices_end":[151]}
{"text":"We conclude that the presence of this metabolic defect combined with topical 5-FU (a drug demonstrating a narrow therapeutic index) results in the unusual presentation of life-threatening toxicity after treatment with a topical drug.","drug":["5-FU"],"drug_indices_start":[77],"drug_indices_end":[81]}
{"text":"We now report the first known cancer patient who developed life-threatening complications after treatment with topical 5-FU and was shown subsequently to have profound DPD deficiency.","drug":["5-FU"],"drug_indices_start":[119],"drug_indices_end":[123]}
{"text":"An acute ischaemic event associated with the use of venlafaxine: a case report and proposed pathophysiological mechanisms.","drug":["venlafaxine"],"drug_indices_start":[52],"drug_indices_end":[63]}
{"text":"The association of venlafaxine treatment with ischaemic events could be explained by its unique pharmacological and haemodynamic properties.","drug":["venlafaxine"],"drug_indices_start":[19],"drug_indices_end":[30]}
{"text":"This is the first report of a possible association between an acute cardiovascular event and venlafaxine.","drug":["venlafaxine"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"We present a case of an elderly woman with a pre-existing history of ischaemic heart disease, who was treated with venlafaxine, and developed acute myocardial ischaemia within the first week of treatment.","drug":["venlafaxine"],"drug_indices_start":[115],"drug_indices_end":[126]}
{"text":"Apparent cyclophosphamide (cytoxan) embryopathy: a distinct phenotype?","drug":["cyclophosphamide"],"drug_indices_start":[9],"drug_indices_end":[25]}
{"text":"The purpose of this report is to document a new case of in utero CP exposure with multiple congenital anomalies and to establish an apparent CP embryopathy phenotype.","drug":["CP"],"drug_indices_start":[65,141],"drug_indices_end":[67,143]}
{"text":"The reported cases of in utero exposure to cyclosposphamide shared the following manifestations with our patient: growth deficiency, developmental delay, craniosynostosis, blepharophimosis, flat nasal bridge, abnormal ears, and distal limb defects including hypoplastic thumbs and oligodactyly.","drug":["cyclosposphamide"],"drug_indices_start":[43],"drug_indices_end":[59]}
{"text":"We conclude that (a) cyclophosphamide is a human teratogen, (b) a distinct phenotype exists, and (c) the safety of CP in pregnancy is in serious question.","drug":["cyclophosphamide"],"drug_indices_start":[21],"drug_indices_end":[37]}
{"text":"In all cases, seizures were controlled by withdrawal of phenytoin and reduction of drug levels.","drug":["phenytoin"],"drug_indices_start":[56],"drug_indices_end":[65]}
{"text":"Paradoxical seizures in phenytoin toxicity.","drug":["phenytoin"],"drug_indices_start":[24],"drug_indices_end":[33]}
{"text":"We present three patients with paradoxical seizures; their serum phenytoin levels were 43.5 mcg\/mL, 46.5 mcg\/mL and 38.3 mcg\/mL.","drug":["phenytoin"],"drug_indices_start":[65],"drug_indices_end":[74]}
{"text":"CONCLUSIONS: This case suggests that losartan can induce late-onset angioedema in patients with normal renal function and that the reaction can recur after initial resolution of the symptoms.","drug":["losartan"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"Losartan-induced angioedema.","drug":["Losartan"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"OBJECTIVE: To report a case of angioedema associated with losartan administration.","drug":["losartan"],"drug_indices_start":[58],"drug_indices_end":[66]}
{"text":"The incidence of angioedema secondary to losartan, an angiotensin II receptor antagonist, is unknown.","drug":["losartan"],"drug_indices_start":[41],"drug_indices_end":[49]}
{"text":"We report the case of a female acromegalic patient in whom multiple hepatic adenomas appeared soon after danazol treatment for uterine fibromatosis.","drug":["danazol"],"drug_indices_start":[105],"drug_indices_end":[112]}
{"text":"Heparin-induced thrombocytopenia is a rare and serious complication of anticoagulation therapy.","drug":["Heparin"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"Pediatric heparin-induced thrombocytopenia: management with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[10],"drug_indices_end":[17]}
{"text":"There remains a paucity of information pertaining to alternative anticoagulation strategies for use during cardiopulmonary bypass concomitant with heparin-induced thrombocytopenia, especially in children.","drug":["heparin"],"drug_indices_start":[147],"drug_indices_end":[154]}
{"text":"We report the successful treatment of heparin-induced thrombocytopenia and subsequent hemorrhagic complications postoperatively in a 2-year-old child with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[38],"drug_indices_end":[45]}
{"text":"Taxane-induced glaucoma.","drug":["Taxane"],"drug_indices_start":[0],"drug_indices_end":[6]}
{"text":"We report a case of glaucoma induced by doxetaxel therapy for metastatic breast cancer.","drug":["doxetaxel"],"drug_indices_start":[40],"drug_indices_end":[49]}
{"text":"Acute hyperphosphatemia caused by sodium phosphate enema in a patient with liver dysfunction and chronic renal failure.","drug":["sodium phosphate"],"drug_indices_start":[34],"drug_indices_end":[50]}
{"text":"We report a case of acute hyperphosphatemia secondary to rectal administration of sodium phosphate and sodium biphosphate (Fleet enema).","drug":["sodium biphosphate"],"drug_indices_start":[82,103],"drug_indices_end":[98,121]}
{"text":"Prolongation of the QT interval and ventricular tachyarrhymias have been described in patients on amiodarone therapy.","drug":["amiodarone"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"We report a case of recurrent torsades de pointes following treatment with pentavalent antimonial drugs and amiodarone.","drug":["amiodarone"],"drug_indices_start":[108],"drug_indices_end":[118]}
{"text":"Emphasis is given to the differentiation of diphenylhydantoin induced gingival hyperplasia from the angiomatous enlargement of the gingiva before any treatment is planned.","drug":["diphenylhydantoin"],"drug_indices_start":[44],"drug_indices_end":[61]}
{"text":"A 66-year-old Japanese woman with severe scleroderma developed anemia and thrombocytopenia due to D-penicillamine (D-Pen) treatment, although the leukopenia was not markedly severe.","drug":["D-Pen"],"drug_indices_start":[98,115],"drug_indices_end":[113,120]}
{"text":"Cessation of D-Pen and the start of corticosteroid therapy were followed by recovery from bicytopenia.","drug":["D-Pen"],"drug_indices_start":[13],"drug_indices_end":[18]}
{"text":"In vitro inhibition of hematopoiesis in a patient with systemic sclerosis treated with D-penicillamine.","drug":["D-penicillamine"],"drug_indices_start":[87],"drug_indices_end":[102]}
{"text":"These findings suggest that bicytopenia in this patient was caused by D-Pen and may be due to different sensitivities in the hematopoietic lineage.","drug":["D-Pen"],"drug_indices_start":[70],"drug_indices_end":[75]}
{"text":"A 48-year-old woman who was treated for thyrotoxicosis with methimazole developed agranulocytosis.","drug":["methimazole"],"drug_indices_start":[60],"drug_indices_end":[71]}
{"text":"Postoperative hypocalcemic tetany caused by fleet phospho-soda preparation in a patient taking alendronate sodium: report of a case.","drug":["alendronate sodium"],"drug_indices_start":[44,95],"drug_indices_end":[62,113]}
{"text":"This case report describes a patient who was previously prescribed alendronate (Fosamax) and presented with postoperative hypophosphatemia and hypocalcemic tetany after bowel preparation with Fleet Phospho-Soda.","drug":["alendronate"],"drug_indices_start":[67,80,192],"drug_indices_end":[78,87,210]}
{"text":"Described here are 2 patients who developed thrombotic microangiopathy of the kidneys after receiving high cumulative doses of the new anticancer drug gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[151],"drug_indices_end":[162]}
{"text":"Thrombotic microangiopathy with renal failure in two patients undergoing gemcitabine chemotherapy.","drug":["gemcitabine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"The first patient was a 61-year-old man with a 30-year history of fistulizing CD in whom B-cell non-Hodgkin's lymphoma was diagnosed 9 months after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[163],"drug_indices_end":[173]}
{"text":"The relationship between infliximab treatment and lymphoma in Crohn's disease.","drug":["infliximab"],"drug_indices_start":[25],"drug_indices_end":[35]}
{"text":"The second is a 29-year-old man with CD in whom nodular sclerosing Hodgkin's lymphoma was diagnosed 3 weeks after infusion with infliximab.","drug":["infliximab"],"drug_indices_start":[128],"drug_indices_end":[138]}
{"text":"We describe the clinical course of 2 patients with Crohn's disease (CD) in whom lymphoma was diagnosed after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[124],"drug_indices_end":[134]}
{"text":"Codeine intoxication in the neonate.","drug":["Codeine"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"We report a case of codeine intoxication in the neonate, in which the drug was prescribed for cough control during an emergency department visit.","drug":["codeine"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"Hydroxyurea (HU) and sodium phenylbutyrate (SPB) have been shown to increase fetal hemoglobin (Hb F) levels in patients with thalassemia intermedia.","drug":["Hydroxyurea"],"drug_indices_start":[0,21],"drug_indices_end":[11,42]}
{"text":"Of the four patients who responded to HU with an increase in total Hb, all reported symptomatic improvement and three have not required further transfusions.","drug":["HU"],"drug_indices_start":[38],"drug_indices_end":[40]}
{"text":"Prolonged responses were achieved with low doses of HU (3-10 mg\/kg\/day) and higher doses were associated with mild reversible hematologic or hepatic toxicity and no further increases in Hb.","drug":["HU"],"drug_indices_start":[52],"drug_indices_end":[54]}
{"text":"Sodium phenylbutyrate was added to treatment with HU in two patients, but failed to produce an increase in total Hb despite increasing Hb F levels.","drug":["HU"],"drug_indices_start":[0,50],"drug_indices_end":[21,52]}
{"text":"We conclude that low-dose HU therapy in patients with thalassemia intermedia may increase total Hb levels sufficiently to eliminate the need for transfusions.","drug":["HU"],"drug_indices_start":[26],"drug_indices_end":[28]}
{"text":"We describe the clinical response, as determined by increases in total Hb and decreased transfusion needs, in five patients with thalassemia intermedia treated with HU alone or in combination with SPB.","drug":["HU"],"drug_indices_start":[165,197],"drug_indices_end":[167,200]}
{"text":"A 36-y-o patient with schizophrenia, who had consumed gradually increasing quantities of oolong tea that eventually reached 15 L each day, became delirious and was admitted to a psychiatric hospital.","drug":["oolong tea"],"drug_indices_start":[89],"drug_indices_end":[99]}
{"text":"After abstinence from oolong tea his delirium resolved.","drug":["oolong tea"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"Severe rhabdomyolysis following massive ingestion of oolong tea: caffeine intoxication with coexisting hyponatremia.","drug":["caffeine"],"drug_indices_start":[53,65],"drug_indices_end":[63,73]}
{"text":"The clinical course suggests that caffeine, which is present in oolong tea, was mainly responsible for the rhabdomyolysis as well as the delirium, although severe hyponatremia has been reported to cause rhabdomyolysis on rare occasions.","drug":["caffeine"],"drug_indices_start":[34],"drug_indices_end":[42]}
{"text":"The possibility of severe rhabdomyolysis should be considered in a patient with water intoxication due to massive ingestion of caffeine-containing beverages.","drug":["caffeine"],"drug_indices_start":[127],"drug_indices_end":[135]}
{"text":"We hypothesize that caffeine toxicity injured the muscle cells, which were fragile due to the potassium depletion induced by the coexisting hyponatremia, to result in unusually severe rhabdomyolysis.","drug":["caffeine"],"drug_indices_start":[20],"drug_indices_end":[28]}
{"text":"After the addition of citalopram, a desmethylclomipramine plasma level increase and an 8-hydroacy-desmethylclomipramine plasma level decrease were observed.","drug":["citalopram"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"We report 3 cases of HIV-1 infected patients who experienced symptomatic angiolipomas shortly after starting antiretroviral therapy including the protease inhibitor indinavir.","drug":["indinavir"],"drug_indices_start":[165],"drug_indices_end":[174]}
{"text":"Elevated serum triglycerides with clozapine resolved with risperidone in four patients.","drug":["clozapine"],"drug_indices_start":[34],"drug_indices_end":[43]}
{"text":"In two patients clozapine was reinstated after risperidone was discontinued; serum triglyceride levels increased.","drug":["clozapine"],"drug_indices_start":[16],"drug_indices_end":[25]}
{"text":"This increase when clozapine was switched to risperidone and vice versa is consistent with our previous report of elevated serum triglyceride levels in clozapine-treated patients.","drug":["clozapine"],"drug_indices_start":[19,152],"drug_indices_end":[28,161]}
{"text":"Intravenous valproate associated with significant hypotension in the treatment of status epilepticus.","drug":["valproate"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"To our knowledge, this is the first report of significant hypotension associated with intravenous valproate in the treatment of status epilepticus in the pediatric population.","drug":["valproate"],"drug_indices_start":[98],"drug_indices_end":[107]}
{"text":"We report a case of severe hypotension associated with intravenous valproate used to treat status epilepticus in an 11-year-old girl.","drug":["valproate"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"In both patients the rippling phenomena worsened with pyridostigmine treatment but markedly improved after immunosuppression with azathioprine.","drug":["pyridostigmine"],"drug_indices_start":[54],"drug_indices_end":[68]}
{"text":"A diagnosis of masked theophylline poisoning should be considered in similar situations involving a rapid decrease of insulin requirements.","drug":["theophylline"],"drug_indices_start":[22],"drug_indices_end":[34]}
{"text":"Salicylate intoxication was excluded, and theophylline was finally incriminated.","drug":["theophylline"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Theophylline intoxication mimicking diabetic ketoacidosis in a child.","drug":["Theophylline"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"This compound, used by adults in the child's home, had caused accidental theophylline poisoning, mimicking diabetic ketoacidosis.","drug":["theophylline"],"drug_indices_start":[73],"drug_indices_end":[85]}
{"text":"Methylene blue in the treatment and prevention of ifosfamide-induced encephalopathy: report of 12 cases and a review of the literature.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Ten to 15% of patients treated with ifosfamide develop an encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[36],"drug_indices_end":[46]}
{"text":"We conclude that MB is an effective treatment for ifosfamide-induced encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Portal vein thrombosis in a patient with severe haemophilia A and F V G1691A mutation during continuous infusion of F VIII after intramural jejunal bleeding--successful thrombolysis under heparin therapy.","drug":["F VIII"],"drug_indices_start":[116],"drug_indices_end":[122]}
{"text":"We report on a 14-year-old boy with severe haemophilia A who developed a portal vein thrombosis during continuous infusion of F VIII.","drug":["F VIII"],"drug_indices_start":[126],"drug_indices_end":[132]}
{"text":"A 60-year-old woman with diabetes mellitus (type 2) developed an acute icteric hepatitis-like illness 6 weeks after the initiation of gliclazide therapy.","drug":["gliclazide"],"drug_indices_start":[134],"drug_indices_end":[144]}
{"text":"Gliclazide-induced acute hepatitis.","drug":["Gliclazide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"In conclusion, this case strongly suggests that gliclazide can induce acute icteric liver necro-inflammation which may be misdiagnosed clinically as acute viral hepatitis.","drug":["gliclazide"],"drug_indices_start":[48],"drug_indices_end":[58]}
{"text":"We believe that this is the first description of acute hepatitis caused by an idiosyncratic adverse reaction to gliclazide or to one of its metabolites.","drug":["gliclazide"],"drug_indices_start":[112],"drug_indices_end":[122]}
{"text":"We describe the case of acute hepatitis induced by gliclazide, a second generation sulfonylurea.","drug":["gliclazide"],"drug_indices_start":[51],"drug_indices_end":[61]}
{"text":"Caution is, therefore, needed to prevent undesired accumulation of TCA that may lead to protracted Cushing's syndrome.","drug":["TCA"],"drug_indices_start":[67],"drug_indices_end":[70]}
{"text":"Cushing's syndrome persisted more than 6 months while TCA concentrations remained detectable for at least 80 days.","drug":["TCA"],"drug_indices_start":[54],"drug_indices_end":[57]}
{"text":"The presented patient was treated with 200 mg TCA and developed Cushing's syndrome 6 weeks later (cortisol and ACTH concentrations were below limits of detection, TCA concentrations were > 3 micrograms\/l).","drug":["TCA"],"drug_indices_start":[46,163],"drug_indices_end":[49,166]}
{"text":"Both had impaired lung function and abnormal computed tomographic scans, and their condition improved when nitrofurantoin was withdrawn and corticosteroid treatment commenced.","drug":["nitrofurantoin"],"drug_indices_start":[107],"drug_indices_end":[121]}
{"text":"Bronchiolitis obliterans organising pneumonia associated with the use of nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[73],"drug_indices_end":[87]}
{"text":"The case histories are presented of two patients who developed lung disease associated with the use of nitrofurantoin with histological features of bronchiolitis obliterans organising pneumonia (BOOP), a rare but recognised form of drug induced injury.","drug":["nitrofurantoin"],"drug_indices_start":[103],"drug_indices_end":[117]}
{"text":"The favourable outcome in these two patients contrasts with the fatal outcome of the two other reported cases of nitrofurantoin induced BOOP.","drug":["nitrofurantoin"],"drug_indices_start":[113],"drug_indices_end":[127]}
{"text":"The spectrum of nitrofurantoin lung injury continues to widen.","drug":["nitrofurantoin"],"drug_indices_start":[16],"drug_indices_end":[30]}
{"text":"The two middle aged women presented with respiratory symptoms after prolonged treatment with nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[93],"drug_indices_end":[107]}
{"text":"We suggest that the previous classification of nitrofurantoin induced lung injury into \"acute\" and \"chronic\" injury is an oversimplification in view of the wide variety of pathological entities that have subsequently emerged.","drug":["nitrofurantoin"],"drug_indices_start":[47],"drug_indices_end":[61]}
{"text":"Intravenous administration of levodopa ameliorated a refractory akathisia case induced by interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[90],"drug_indices_end":[106]}
{"text":"The present report illustrates a rare case of refractory akathisia after interferon-alpha treatment and also that levodopa treatment would be theoretically and practically useful in reducing the neurotoxicity associated with interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[73,225],"drug_indices_end":[89,241]}
{"text":"Acute erythroid leukemia after cyclophosphamide therapy for multiple myeloma: report of two cases.","drug":["cyclophosphamide"],"drug_indices_start":[31],"drug_indices_end":[47]}
{"text":"The development of erythroid leukemia plus carcinoma in these two men suggests mutagenic change secondary to cyclophosphamide therapy.","drug":["cyclophosphamide"],"drug_indices_start":[109],"drug_indices_end":[125]}
{"text":"Scleroderma-like reaction induced by uracil-tegafur (UFT), a second-generation anticancer agent.","drug":["UFT"],"drug_indices_start":[37,53],"drug_indices_end":[51,56]}
{"text":"This is the first report of UFT-induced scleroderma-like reaction.","drug":["UFT"],"drug_indices_start":[28],"drug_indices_end":[31]}
{"text":"We report a case of a scleroderma-like reaction induced by long-term administration of UFT.","drug":["UFT"],"drug_indices_start":[87],"drug_indices_end":[90]}
{"text":"Central nervous system manifestations of an ibuprofen overdose reversed by naloxone.","drug":["ibuprofen"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Ibuprofen overdose is usually characterized by GI upset, dizziness, and mild sedation.","drug":["Ibuprofen"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Presently, treatment of acute ibuprofen intoxication with complications requires supportive therapy until the symptoms resolve over 24 to 48 hours.","drug":["ibuprofen"],"drug_indices_start":[30],"drug_indices_end":[39]}
{"text":"We report the case of an 11-month-old female infant with a depressed level of consciousness after ingestion of ibuprofen whose mental status markedly improved with administration of naloxone.","drug":["ibuprofen"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Flecainide-associated pneumonitis with acute respiratory failure in a patient with the LEOPARD syndrome.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Flecainide is a rare cause of hypersensitivity pneumonitis, and few cases have been reported.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We describe a case of interstitial hypoxaemiant pneumonitis probably related to flecainide in a patient with the LEOPARD syndrome, a rare congenital disorder.","drug":["flecainide"],"drug_indices_start":[80],"drug_indices_end":[90]}
{"text":"Sagittal sinus thrombosis associated with transient free protein S deficiency after L-asparaginase treatment: case report and review of the literature.","drug":["L-asparaginase"],"drug_indices_start":[84],"drug_indices_end":[98]}
{"text":"We report the case of an adult patient with acute lymphoblastic leukemia who presented with repeated transient ischemic attacks followed by a seizure during consolidation treatment with L-asparaginase.","drug":["L-asparaginase"],"drug_indices_start":[186],"drug_indices_end":[200]}
{"text":"We report on a young adolescent with benign intracranial hypertension which we attribute to the use of minocycline for acne.","drug":["minocycline"],"drug_indices_start":[103],"drug_indices_end":[114]}
{"text":"We report 2 patients who developed polyarteritis nodosa following vaccination against hepatitis B.","drug":["vaccination against hepatitis B"],"drug_indices_start":[66],"drug_indices_end":[97]}
{"text":"In this case, it was suspected that a combination of cigarette smoking, pulmonary fibrosis, and low-dose methotrexate therapy might have promoted the development of lung cancer.","drug":["methotrexate"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"This case report illustrates the use of continuous high-dose intracoronary nitroglycerin infusion through a 6 French coronary guiding catheter in the treatment of a patient with cocaine-induced refractory coronary vasospasm.","drug":["cocaine"],"drug_indices_start":[178],"drug_indices_end":[185]}
{"text":"However, as illustrated by these and other cases reported to date, the onset of troglitazone-induced liver injury is insidious and temporally variable.","drug":["troglitazone"],"drug_indices_start":[80],"drug_indices_end":[92]}
{"text":"It remains to be seen whether the hepatotoxicity associated with troglitazone is a drug-class effect or specific to troglitazone.","drug":["troglitazone"],"drug_indices_start":[65,116],"drug_indices_end":[77,128]}
{"text":"Other thiazolidinediones currently in clinical trials may be able to provide the therapeutic benefits of troglitazone without significant hepatotoxicity.","drug":["troglitazone"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"The three reported cases demonstrate that troglitazone is an idiosyncratic hepatotoxin that can lead to irreversible liver injury.","drug":["troglitazone"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Troglitazone-induced fulminant hepatic failure.","drug":["Troglitazone"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"Nitrofurantoin-induced lung disease: two cases demonstrating resolution of apparently irreversible CT abnormalities.","drug":["Nitrofurantoin"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"We present two cases of nitrofurantoin-induced pulmonary toxicity in which the initial HRCT showed a widespread reticular pattern and associated distortion of the lung parenchyma, thought to represent established fibrosis.","drug":["nitrofurantoin"],"drug_indices_start":[24],"drug_indices_end":[38]}
{"text":"Fluoxetine-related death in a child with cytochrome P-450 2D6 genetic deficiency.","drug":["Fluoxetine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The medical examiner's report indicated death caused by fluoxetine toxicity.","drug":["fluoxetine"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"This is the first report of a fluoxetine-related death in a child with a confirmed genetic polymorphism of the CYP2D6 gene that results in impaired drug metabolism.","drug":["fluoxetine"],"drug_indices_start":[30],"drug_indices_end":[40]}
{"text":"A 50-year-old woman with a history of migraine without aura, predominantly occurring around her menstrual periods, developed a spinal cord lesion following the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[167],"drug_indices_end":[179]}
{"text":"Spinal cord infarction during use of zolmitriptan: a case report.","drug":["zolmitriptan"],"drug_indices_start":[37],"drug_indices_end":[49]}
{"text":"The temporal relationship suggests that the spinal cord infarction may be related to the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[96],"drug_indices_end":[108]}
{"text":"CASE SUMMARY: A 10-year-old white girl with bilateral optic glioma developed a hypersensitivity reaction to carboplatin after nine courses.","drug":["carboplatin"],"drug_indices_start":[108],"drug_indices_end":[119]}
{"text":"This regimen could prove useful for other patients who develop hypersensitivity reactions to carboplatin and allow therapy to continue.","drug":["carboplatin"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"Perinatal vasoconstrictive renal insufficiency associated with maternal nimesulide use.","drug":["nimesulide"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"This is the first report of an adverse effect of fetal renal circulation by maternal ingestion of nimesulide.","drug":["nimesulide"],"drug_indices_start":[98],"drug_indices_end":[108]}
