{"text":"Intravenous azithromycin-induced ototoxicity.","drug":["azithromycin"],"drug_indices_start":[12],"drug_indices_end":[24]}
{"text":"Immobilization, while Paget's bone disease was present, and perhaps enhanced activation of dihydrotachysterol by rifampicin, could have led to increased calcium-release into the circulation.","drug":["dihydrotachysterol"],"drug_indices_start":[91],"drug_indices_end":[109]}
{"text":"Unaccountable severe hypercalcemia in a patient treated for hypoparathyroidism with dihydrotachysterol.","drug":["dihydrotachysterol"],"drug_indices_start":[84],"drug_indices_end":[102]}
{"text":"METHODS: We report two cases of pseudoporphyria caused by naproxen and oxaprozin.","drug":["naproxen"],"drug_indices_start":[58,71],"drug_indices_end":[66,80]}
{"text":"Naproxen, the most common offender, has been associated with a dimorphic clinical pattern: a PCT-like presentation and one simulating erythropoietic protoporphyria in the pediatric population.","drug":["Naproxen"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"RESULTS: A 44-year-old man taking naproxen for chronic low back pain and a 20-year-old woman on oxaprozin for rheumatoid arthritis presented with tense bullae and cutaneous fragility on the face and the back of the hands.","drug":["naproxen"],"drug_indices_start":[34,96],"drug_indices_end":[42,105]}
{"text":"BACKGROUND: How to best treat psychotic patients who have had past clozapine-induced agranulocytosis or granulocytopenia remains a problem.","drug":["clozapine"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"CONCLUSION: The results suggest that olanzapine may be useful in treating patients with clozapine-induced granulocytopenia without the risk of recurrence of hematologic side effects.","drug":["clozapine"],"drug_indices_start":[88],"drug_indices_end":[97]}
{"text":"Prolonged severe 5-fluorouracil-associated neurotoxicity in a patient with dihydropyrimidine dehydrogenase deficiency.","drug":["5-fluorouracil"],"drug_indices_start":[17],"drug_indices_end":[31]}
{"text":"We describe the side effects of 5-FU in a colon cancer patient who suffered severe mucositis, desquamating dermatitis, prolonged myelosuppression, and neurologic toxicity that required admission to the intensive care unit.","drug":["5-FU"],"drug_indices_start":[32],"drug_indices_end":[36]}
{"text":"This case suggests that BH-AC, a derivative of cytosine arabinoside (1-beta-D-arabinofuranosylcytosine) could be a cause of reversible encephalopathy syndrome.","drug":["BH-AC"],"drug_indices_start":[24],"drug_indices_end":[29]}
{"text":"We report a case of reversible encephalopathy syndrome in a 16-year-old girl with acute myelogenous leukemia (AML), who is undergoing during consolidation chemotherapy composed of BH-AC (N4-behenoyl-1-beta-D-arabinofuranosyl cytosine) and idarubicin.","drug":["BH-AC"],"drug_indices_start":[180,239],"drug_indices_end":[185,249]}
{"text":"In one case, the readministration of riluzole was followed by the relapse of hepatitis.","drug":["riluzole"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"We report the cases of two patients who developed acute hepatitis after taking riluzole at the recommended dose (100 mg daily) for 7 and 4 weeks, respectively.","drug":["riluzole"],"drug_indices_start":[79],"drug_indices_end":[87]}
{"text":"Lupus-like syndrome caused by 5-aminosalicylic acid in patients with inflammatory bowel disease.","drug":["5-aminosalicylic acid"],"drug_indices_start":[30],"drug_indices_end":[51]}
{"text":"Although the two local anesthetics usually do not cause methemoglobinemia, we suspect that the displacement of lidocaine from protein binding by bupivacaine, in combination with metabolic acidosis and treatment with other oxidants, was the reason for the development of methemoglobinemia.","drug":["lidocaine"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Methemoglobinemia after axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[44,84],"drug_indices_end":[55,93]}
{"text":"We report a patient with chronic renal failure and ischemic heart disease who developed clinically significant methemoglobinemia after an axillary block with bupivacaine and additional injection of lidocaine in the operative field.","drug":["bupivacaine"],"drug_indices_start":[158,198],"drug_indices_end":[169,207]}
{"text":"Detection of activated eosinophils in nasal polyps of an aspirin-induced asthma patient.","drug":["aspirin"],"drug_indices_start":[57],"drug_indices_end":[64]}
{"text":"An episode of subacute encephalopathy after the infusion of a moderate dose of methotrexate (1500 mg\/m2) (MTX) is reported in a young adult with metastastic gastric cancer.","drug":["methotrexate"],"drug_indices_start":[79],"drug_indices_end":[91]}
{"text":"We believe that this represents an unusual case of moderate-dose MTX-induced neurotoxicity in a patient with gastric cancer, which has not previously been reported.","drug":["MTX"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"We describe a life threatening side effect of acute epoprostenol infusion (pulmonary edema) in a patient with pulmonary hypertension associated with limited scleroderma and discuss its management and potential etiology.","drug":["epoprostenol"],"drug_indices_start":[52],"drug_indices_end":[64]}
{"text":"A 14-year-old girl with newly diagnosed SLE developed a pruritic bullous eruption while on prednisone.","drug":["prednisone"],"drug_indices_start":[91],"drug_indices_end":[101]}
{"text":"Hydroxyurea-induced acute interstitial pneumonitis in a patient with essential thrombocythemia.","drug":["Hydroxyurea"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"The clinical course suggests that the interstitial pneumonitis was induced by hydroxyurea.","drug":["hydroxyurea"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"This is the first case of hydroxyurea-induced acute interstitial pneumonitis reported in the literature.","drug":["hydroxyurea"],"drug_indices_start":[26],"drug_indices_end":[37]}
{"text":"Allergic and irritant contact dermatitis to calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[44],"drug_indices_end":[56]}
{"text":"Calcipotriol (Daivonex R; Leo Pharmaceuticals, Zurich, Switzerland) may cause irritation of the skin, whereas allergic reactions are less common.","drug":["Calcipotriol"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"The present observation suggests, that a batch of different testing doses, including lower testing doses may help to differentiate between an allergic type of contact dermatitis and an irritant type of reaction after treatment with calcipotriol.","drug":["calcipotriol"],"drug_indices_start":[232],"drug_indices_end":[244]}
{"text":"Myotonia associated with sarcoidosis: marked exacerbation with pravastatin.","drug":["pravastatin"],"drug_indices_start":[63],"drug_indices_end":[74]}
{"text":"Pravastatin is associated with myotonia in animals.","drug":["Pravastatin"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"This case suggests that sarcoidosis and pravastatin, two entities not frequently associated with myotonia, may interact in a synergistic manner to produce severe clinical myotonia in humans.","drug":["pravastatin"],"drug_indices_start":[40],"drug_indices_end":[51]}
{"text":"Hypersensitivity to aspirin can be manifested as acute asthma, urticaria and\/or angioedema, or a systemic anaphylactoid reaction.","drug":["aspirin"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"CONCLUSION: Fixed drug eruption is associated with many drugs but this is the first such report with omeprazole.","drug":["omeprazole"],"drug_indices_start":[101],"drug_indices_end":[111]}
{"text":"Fixed drug eruption in hands caused by omeprazole.","drug":["omeprazole"],"drug_indices_start":[39],"drug_indices_end":[49]}
{"text":"The objective of this report is to describe a case of fixed drug eruption that occurred during omeprazole treatment.","drug":["omeprazole"],"drug_indices_start":[95],"drug_indices_end":[105]}
{"text":"A 26-year-old Japanese man, who had been receiving medical attention for ulcerative colitis for one year, presented with diffuse erythema and pustules on his face and trunk, malaise, and fever up to 39 degrees C one day after the administration of salazosulfapyridine.","drug":["salazosulfapyridine"],"drug_indices_start":[248],"drug_indices_end":[267]}
{"text":"Acute generalized exanthematous pustulosis induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[54],"drug_indices_end":[73]}
{"text":"We report a case of acute generalized exanthematous pustulosis (AGEP) induced by salazosulfapyridine in a patient with ulcerative colitis.","drug":["salazosulfapyridine"],"drug_indices_start":[81],"drug_indices_end":[100]}
{"text":"CASE SUMMARY: A 39-year-old white Jewish schizophrenic man treated with olanzapine developed an elevated serum CK concentration with a peak concentration of 4000 IU\/L (normal < 230).","drug":["olanzapine"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"DISCUSSION: Olanzapine, like other atypical antipsychotic drugs, may cause muscle injury with concomitant elevations of serum CK of muscle origin.","drug":["Olanzapine"],"drug_indices_start":[12],"drug_indices_end":[22]}
{"text":"Marked elevation of serum creatine kinase associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[58],"drug_indices_end":[68]}
{"text":"OBJECTIVE: To report a case of marked elevation of serum creatine kinase (CK) associated with olanzapine therapy.","drug":["olanzapine"],"drug_indices_start":[94],"drug_indices_end":[104]}
{"text":"Diclofenac-associated hepatitis.","drug":["Diclofenac"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"This patient, who had a history of osteoarthritis, had severe hepatitis 5 weeks after being started on diclofenac for increasing pain in the joints.","drug":["diclofenac"],"drug_indices_start":[103],"drug_indices_end":[113]}
{"text":"2-CdA induces lymphocytopenia, which may explain the improvement in this patient's psoriasis.","drug":["2-CdA"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"One case of priapism occurred during heparin therapy for a previous surgical operation to the knee is reported.","drug":["heparin"],"drug_indices_start":[37],"drug_indices_end":[44]}
{"text":"Priapism as a complication of heparin therapy.","drug":["heparin"],"drug_indices_start":[30],"drug_indices_end":[37]}
{"text":"The association between heparin and priapism is often recognized; abnormal platelet aggregation could play a role in the pathogenesis of this side effect.","drug":["heparin"],"drug_indices_start":[24],"drug_indices_end":[31]}
{"text":"It carries a well-known risk of neutropenia and agranulocytosis, which necessitates the immediate discontinuation of clozapine.","drug":["clozapine"],"drug_indices_start":[117],"drug_indices_end":[126]}
{"text":"OBJECTIVE: We report a patient who developed neutropenia on clozapine, but behind the cell count decrease showed to be a diurnal variation of the white blood cells (WBC).","drug":["clozapine"],"drug_indices_start":[60],"drug_indices_end":[69]}
{"text":"Acute neutrophilic dermatosis induced by all-trans-retinoic acid treatment for acute promyelocytic leukemia.","drug":["all-trans-retinoic acid"],"drug_indices_start":[41],"drug_indices_end":[64]}
{"text":"Findings on discontinuation and rechallenge supported the assumption that the hair loss was a side effect of the paroxetine.","drug":["paroxetine"],"drug_indices_start":[113],"drug_indices_end":[123]}
{"text":"Hair loss associated with paroxetine treatment: a case report.","drug":["paroxetine"],"drug_indices_start":[26],"drug_indices_end":[36]}
{"text":"We report on a 37-year-old female who complained of moderate hair loss during paroxetine treatment.","drug":["paroxetine"],"drug_indices_start":[78],"drug_indices_end":[88]}
{"text":"CONCLUSION: Patients with insulin allergy may not have complete resolution of their symptoms after standard desensitization, particularly those patients with concomitant protamine allergy.","drug":["insulin"],"drug_indices_start":[26],"drug_indices_end":[33]}
{"text":"METHODS: The patient required insulin desensitization for severe urticaria, angioedema, and occasional wheezing resulting from her insulin dose.","drug":["insulin"],"drug_indices_start":[30,131],"drug_indices_end":[37,138]}
{"text":"OBJECTIVE: The purpose of this study was to determine whether desensitization to NPH insulin, as well as standard insulin desensitization, could control allergic symptoms in a patient allergic to both NPH and regular insulin.","drug":["insulin"],"drug_indices_start":[81,85,114,217],"drug_indices_end":[92,121,224]}
{"text":"Patients receiving neutral protamine Hagedorn (NPH) insulin are at increased risk for the development of protamine hypersensitivity.","drug":["neutral protamine Hagedorn (NPH) insulin"],"drug_indices_start":[],"drug_indices_end":[]}
{"text":"Protamine allergy as a complication of insulin hypersensitivity: A case report.","drug":["insulin"],"drug_indices_start":[39],"drug_indices_end":[46]}
{"text":"She continued to receive regular insulin 4 times per day over the following 3 years with only occasional hives.","drug":["insulin"],"drug_indices_start":[33],"drug_indices_end":[40]}
{"text":"The patient had recurrence of urticaria and angioedema a year and a half later, at which point the NPH was stopped and she was desensitized to regular insulin.","drug":["insulin"],"drug_indices_start":[99,151],"drug_indices_end":[102,158]}
{"text":"A 5-month-old infant became lethargic and poorly responsive after receiving 1 drop of brimonidine in each eye.","drug":["brimonidine"],"drug_indices_start":[86],"drug_indices_end":[97]}
{"text":"An 11-day-old infant became lethargic and apneic after a single drop of brimonidine.","drug":["brimonidine"],"drug_indices_start":[72],"drug_indices_end":[83]}
{"text":"Apparent central nervous system depression in infants after the use of topical brimonidine.","drug":["brimonidine"],"drug_indices_start":[79],"drug_indices_end":[90]}
{"text":"CONCLUSIONS: Topical brimonidine may be associated with central nervous system depression in infants.","drug":["brimonidine"],"drug_indices_start":[21],"drug_indices_end":[32]}
{"text":"PURPOSE: To report two cases in which topical brimonidine resulted in apparent central nervous system depression and unresponsiveness in an infant.","drug":["brimonidine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Ceftriaxone was approved in 1997 for the treatment of otitis media despite previous studies that documented an association of ceftriaxone with elevated hepato-biliary enzymes and transient biliary stasis.","drug":["ceftriaxone"],"drug_indices_start":[126],"drug_indices_end":[137]}
{"text":"Hepato-biliary abnormalities secondary to ceftriaxone use: a case report.","drug":["ceftriaxone"],"drug_indices_start":[42],"drug_indices_end":[53]}
{"text":"Anterior lumbosacral radiculopathy after intrathecal methotrexate treatment.","drug":["methotrexate"],"drug_indices_start":[53],"drug_indices_end":[65]}
{"text":"Reported are three children who developed progressive paraparesis after intrathecal methotrexate administration followed by complete or partial recovery.","drug":["methotrexate"],"drug_indices_start":[84],"drug_indices_end":[96]}
{"text":"During the first days of arsenic trioxide treatment a rapid decrease in the D-dimers was seen (normal values reached until day 7), together with a slight decrease in peripheral blood leukocytes.","drug":["arsenic trioxide"],"drug_indices_start":[25],"drug_indices_end":[41]}
{"text":"A 22-year-old black man developed fever, chills, fatigue, night sweats, tender lymphadenopathy, and a generalized, pruritic, macular eruption 3 weeks after starting minocycline therapy for acne.","drug":["minocycline"],"drug_indices_start":[165],"drug_indices_end":[176]}
{"text":"With the negative viral serologies, the clinical picture was most consistent with an infectious mononucleosis-like syndrome produced by the minocycline ingestion.","drug":[" minocycline"],"drug_indices_start":[139],"drug_indices_end":[151]}
{"text":"We conclude that the presence of this metabolic defect combined with topical 5-FU (a drug demonstrating a narrow therapeutic index) results in the unusual presentation of life-threatening toxicity after treatment with a topical drug.","drug":["5-FU"],"drug_indices_start":[77],"drug_indices_end":[81]}
{"text":"We now report the first known cancer patient who developed life-threatening complications after treatment with topical 5-FU and was shown subsequently to have profound DPD deficiency.","drug":["5-FU"],"drug_indices_start":[119],"drug_indices_end":[123]}
{"text":"An acute ischaemic event associated with the use of venlafaxine: a case report and proposed pathophysiological mechanisms.","drug":["venlafaxine"],"drug_indices_start":[52],"drug_indices_end":[63]}
{"text":"The association of venlafaxine treatment with ischaemic events could be explained by its unique pharmacological and haemodynamic properties.","drug":["venlafaxine"],"drug_indices_start":[19],"drug_indices_end":[30]}
{"text":"This is the first report of a possible association between an acute cardiovascular event and venlafaxine.","drug":["venlafaxine"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"We present a case of an elderly woman with a pre-existing history of ischaemic heart disease, who was treated with venlafaxine, and developed acute myocardial ischaemia within the first week of treatment.","drug":["venlafaxine"],"drug_indices_start":[115],"drug_indices_end":[126]}
{"text":"Apparent cyclophosphamide (cytoxan) embryopathy: a distinct phenotype?","drug":["cyclophosphamide"],"drug_indices_start":[9],"drug_indices_end":[25]}
{"text":"The purpose of this report is to document a new case of in utero CP exposure with multiple congenital anomalies and to establish an apparent CP embryopathy phenotype.","drug":["CP"],"drug_indices_start":[65,141],"drug_indices_end":[67,143]}
{"text":"The reported cases of in utero exposure to cyclosposphamide shared the following manifestations with our patient: growth deficiency, developmental delay, craniosynostosis, blepharophimosis, flat nasal bridge, abnormal ears, and distal limb defects including hypoplastic thumbs and oligodactyly.","drug":["cyclosposphamide"],"drug_indices_start":[43],"drug_indices_end":[59]}
{"text":"We conclude that (a) cyclophosphamide is a human teratogen, (b) a distinct phenotype exists, and (c) the safety of CP in pregnancy is in serious question.","drug":["cyclophosphamide"],"drug_indices_start":[21],"drug_indices_end":[37]}
{"text":"In all cases, seizures were controlled by withdrawal of phenytoin and reduction of drug levels.","drug":["phenytoin"],"drug_indices_start":[56],"drug_indices_end":[65]}
{"text":"Paradoxical seizures in phenytoin toxicity.","drug":["phenytoin"],"drug_indices_start":[24],"drug_indices_end":[33]}
{"text":"We present three patients with paradoxical seizures; their serum phenytoin levels were 43.5 mcg\/mL, 46.5 mcg\/mL and 38.3 mcg\/mL.","drug":["phenytoin"],"drug_indices_start":[65],"drug_indices_end":[74]}
{"text":"CONCLUSIONS: This case suggests that losartan can induce late-onset angioedema in patients with normal renal function and that the reaction can recur after initial resolution of the symptoms.","drug":["losartan"],"drug_indices_start":[37],"drug_indices_end":[45]}
{"text":"Losartan-induced angioedema.","drug":["Losartan"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"OBJECTIVE: To report a case of angioedema associated with losartan administration.","drug":["losartan"],"drug_indices_start":[58],"drug_indices_end":[66]}
{"text":"The incidence of angioedema secondary to losartan, an angiotensin II receptor antagonist, is unknown.","drug":["losartan"],"drug_indices_start":[41],"drug_indices_end":[49]}
{"text":"We report the case of a female acromegalic patient in whom multiple hepatic adenomas appeared soon after danazol treatment for uterine fibromatosis.","drug":["danazol"],"drug_indices_start":[105],"drug_indices_end":[112]}
{"text":"Heparin-induced thrombocytopenia is a rare and serious complication of anticoagulation therapy.","drug":["Heparin"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"Pediatric heparin-induced thrombocytopenia: management with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[10],"drug_indices_end":[17]}
{"text":"There remains a paucity of information pertaining to alternative anticoagulation strategies for use during cardiopulmonary bypass concomitant with heparin-induced thrombocytopenia, especially in children.","drug":["heparin"],"drug_indices_start":[147],"drug_indices_end":[154]}
{"text":"We report the successful treatment of heparin-induced thrombocytopenia and subsequent hemorrhagic complications postoperatively in a 2-year-old child with Danaparoid (orgaran).","drug":["heparin"],"drug_indices_start":[38],"drug_indices_end":[45]}
{"text":"Taxane-induced glaucoma.","drug":["Taxane"],"drug_indices_start":[0],"drug_indices_end":[6]}
{"text":"We report a case of glaucoma induced by doxetaxel therapy for metastatic breast cancer.","drug":["doxetaxel"],"drug_indices_start":[40],"drug_indices_end":[49]}
{"text":"Acute hyperphosphatemia caused by sodium phosphate enema in a patient with liver dysfunction and chronic renal failure.","drug":["sodium phosphate"],"drug_indices_start":[34],"drug_indices_end":[50]}
{"text":"We report a case of acute hyperphosphatemia secondary to rectal administration of sodium phosphate and sodium biphosphate (Fleet enema).","drug":["sodium biphosphate"],"drug_indices_start":[82,103],"drug_indices_end":[98,121]}
{"text":"Prolongation of the QT interval and ventricular tachyarrhymias have been described in patients on amiodarone therapy.","drug":["amiodarone"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"We report a case of recurrent torsades de pointes following treatment with pentavalent antimonial drugs and amiodarone.","drug":["amiodarone"],"drug_indices_start":[108],"drug_indices_end":[118]}
{"text":"Emphasis is given to the differentiation of diphenylhydantoin induced gingival hyperplasia from the angiomatous enlargement of the gingiva before any treatment is planned.","drug":["diphenylhydantoin"],"drug_indices_start":[44],"drug_indices_end":[61]}
{"text":"A 66-year-old Japanese woman with severe scleroderma developed anemia and thrombocytopenia due to D-penicillamine (D-Pen) treatment, although the leukopenia was not markedly severe.","drug":["D-Pen"],"drug_indices_start":[98,115],"drug_indices_end":[113,120]}
{"text":"Cessation of D-Pen and the start of corticosteroid therapy were followed by recovery from bicytopenia.","drug":["D-Pen"],"drug_indices_start":[13],"drug_indices_end":[18]}
{"text":"In vitro inhibition of hematopoiesis in a patient with systemic sclerosis treated with D-penicillamine.","drug":["D-penicillamine"],"drug_indices_start":[87],"drug_indices_end":[102]}
{"text":"These findings suggest that bicytopenia in this patient was caused by D-Pen and may be due to different sensitivities in the hematopoietic lineage.","drug":["D-Pen"],"drug_indices_start":[70],"drug_indices_end":[75]}
{"text":"A 48-year-old woman who was treated for thyrotoxicosis with methimazole developed agranulocytosis.","drug":["methimazole"],"drug_indices_start":[60],"drug_indices_end":[71]}
{"text":"Postoperative hypocalcemic tetany caused by fleet phospho-soda preparation in a patient taking alendronate sodium: report of a case.","drug":["alendronate sodium"],"drug_indices_start":[44,95],"drug_indices_end":[62,113]}
{"text":"This case report describes a patient who was previously prescribed alendronate (Fosamax) and presented with postoperative hypophosphatemia and hypocalcemic tetany after bowel preparation with Fleet Phospho-Soda.","drug":["alendronate"],"drug_indices_start":[67,80,192],"drug_indices_end":[78,87,210]}
{"text":"Described here are 2 patients who developed thrombotic microangiopathy of the kidneys after receiving high cumulative doses of the new anticancer drug gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[151],"drug_indices_end":[162]}
{"text":"Thrombotic microangiopathy with renal failure in two patients undergoing gemcitabine chemotherapy.","drug":["gemcitabine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"The first patient was a 61-year-old man with a 30-year history of fistulizing CD in whom B-cell non-Hodgkin's lymphoma was diagnosed 9 months after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[163],"drug_indices_end":[173]}
{"text":"The relationship between infliximab treatment and lymphoma in Crohn's disease.","drug":["infliximab"],"drug_indices_start":[25],"drug_indices_end":[35]}
{"text":"The second is a 29-year-old man with CD in whom nodular sclerosing Hodgkin's lymphoma was diagnosed 3 weeks after infusion with infliximab.","drug":["infliximab"],"drug_indices_start":[128],"drug_indices_end":[138]}
{"text":"We describe the clinical course of 2 patients with Crohn's disease (CD) in whom lymphoma was diagnosed after treatment with infliximab.","drug":["infliximab"],"drug_indices_start":[124],"drug_indices_end":[134]}
{"text":"Codeine intoxication in the neonate.","drug":["Codeine"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"We report a case of codeine intoxication in the neonate, in which the drug was prescribed for cough control during an emergency department visit.","drug":["codeine"],"drug_indices_start":[20],"drug_indices_end":[27]}
{"text":"Hydroxyurea (HU) and sodium phenylbutyrate (SPB) have been shown to increase fetal hemoglobin (Hb F) levels in patients with thalassemia intermedia.","drug":["Hydroxyurea"],"drug_indices_start":[0,21],"drug_indices_end":[11,42]}
{"text":"Of the four patients who responded to HU with an increase in total Hb, all reported symptomatic improvement and three have not required further transfusions.","drug":["HU"],"drug_indices_start":[38],"drug_indices_end":[40]}
{"text":"Prolonged responses were achieved with low doses of HU (3-10 mg\/kg\/day) and higher doses were associated with mild reversible hematologic or hepatic toxicity and no further increases in Hb.","drug":["HU"],"drug_indices_start":[52],"drug_indices_end":[54]}
{"text":"Sodium phenylbutyrate was added to treatment with HU in two patients, but failed to produce an increase in total Hb despite increasing Hb F levels.","drug":["HU"],"drug_indices_start":[0,50],"drug_indices_end":[21,52]}
{"text":"We conclude that low-dose HU therapy in patients with thalassemia intermedia may increase total Hb levels sufficiently to eliminate the need for transfusions.","drug":["HU"],"drug_indices_start":[26],"drug_indices_end":[28]}
{"text":"We describe the clinical response, as determined by increases in total Hb and decreased transfusion needs, in five patients with thalassemia intermedia treated with HU alone or in combination with SPB.","drug":["HU"],"drug_indices_start":[165,197],"drug_indices_end":[167,200]}
{"text":"A 36-y-o patient with schizophrenia, who had consumed gradually increasing quantities of oolong tea that eventually reached 15 L each day, became delirious and was admitted to a psychiatric hospital.","drug":["oolong tea"],"drug_indices_start":[89],"drug_indices_end":[99]}
{"text":"After abstinence from oolong tea his delirium resolved.","drug":["oolong tea"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"Severe rhabdomyolysis following massive ingestion of oolong tea: caffeine intoxication with coexisting hyponatremia.","drug":["caffeine"],"drug_indices_start":[53,65],"drug_indices_end":[63,73]}
{"text":"The clinical course suggests that caffeine, which is present in oolong tea, was mainly responsible for the rhabdomyolysis as well as the delirium, although severe hyponatremia has been reported to cause rhabdomyolysis on rare occasions.","drug":["caffeine"],"drug_indices_start":[34],"drug_indices_end":[42]}
{"text":"The possibility of severe rhabdomyolysis should be considered in a patient with water intoxication due to massive ingestion of caffeine-containing beverages.","drug":["caffeine"],"drug_indices_start":[127],"drug_indices_end":[135]}
{"text":"We hypothesize that caffeine toxicity injured the muscle cells, which were fragile due to the potassium depletion induced by the coexisting hyponatremia, to result in unusually severe rhabdomyolysis.","drug":["caffeine"],"drug_indices_start":[20],"drug_indices_end":[28]}
{"text":"After the addition of citalopram, a desmethylclomipramine plasma level increase and an 8-hydroacy-desmethylclomipramine plasma level decrease were observed.","drug":["citalopram"],"drug_indices_start":[22],"drug_indices_end":[32]}
{"text":"We report 3 cases of HIV-1 infected patients who experienced symptomatic angiolipomas shortly after starting antiretroviral therapy including the protease inhibitor indinavir.","drug":["indinavir"],"drug_indices_start":[165],"drug_indices_end":[174]}
{"text":"Elevated serum triglycerides with clozapine resolved with risperidone in four patients.","drug":["clozapine"],"drug_indices_start":[34],"drug_indices_end":[43]}
{"text":"In two patients clozapine was reinstated after risperidone was discontinued; serum triglyceride levels increased.","drug":["clozapine"],"drug_indices_start":[16],"drug_indices_end":[25]}
{"text":"This increase when clozapine was switched to risperidone and vice versa is consistent with our previous report of elevated serum triglyceride levels in clozapine-treated patients.","drug":["clozapine"],"drug_indices_start":[19,152],"drug_indices_end":[28,161]}
{"text":"Intravenous valproate associated with significant hypotension in the treatment of status epilepticus.","drug":["valproate"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"To our knowledge, this is the first report of significant hypotension associated with intravenous valproate in the treatment of status epilepticus in the pediatric population.","drug":["valproate"],"drug_indices_start":[98],"drug_indices_end":[107]}
{"text":"We report a case of severe hypotension associated with intravenous valproate used to treat status epilepticus in an 11-year-old girl.","drug":["valproate"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"In both patients the rippling phenomena worsened with pyridostigmine treatment but markedly improved after immunosuppression with azathioprine.","drug":["pyridostigmine"],"drug_indices_start":[54],"drug_indices_end":[68]}
{"text":"A diagnosis of masked theophylline poisoning should be considered in similar situations involving a rapid decrease of insulin requirements.","drug":["theophylline"],"drug_indices_start":[22],"drug_indices_end":[34]}
{"text":"Salicylate intoxication was excluded, and theophylline was finally incriminated.","drug":["theophylline"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Theophylline intoxication mimicking diabetic ketoacidosis in a child.","drug":["Theophylline"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"This compound, used by adults in the child's home, had caused accidental theophylline poisoning, mimicking diabetic ketoacidosis.","drug":["theophylline"],"drug_indices_start":[73],"drug_indices_end":[85]}
{"text":"Methylene blue in the treatment and prevention of ifosfamide-induced encephalopathy: report of 12 cases and a review of the literature.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Ten to 15% of patients treated with ifosfamide develop an encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[36],"drug_indices_end":[46]}
{"text":"We conclude that MB is an effective treatment for ifosfamide-induced encephalopathy.","drug":["ifosfamide"],"drug_indices_start":[50],"drug_indices_end":[60]}
{"text":"Portal vein thrombosis in a patient with severe haemophilia A and F V G1691A mutation during continuous infusion of F VIII after intramural jejunal bleeding--successful thrombolysis under heparin therapy.","drug":["F VIII"],"drug_indices_start":[116],"drug_indices_end":[122]}
{"text":"We report on a 14-year-old boy with severe haemophilia A who developed a portal vein thrombosis during continuous infusion of F VIII.","drug":["F VIII"],"drug_indices_start":[126],"drug_indices_end":[132]}
{"text":"A 60-year-old woman with diabetes mellitus (type 2) developed an acute icteric hepatitis-like illness 6 weeks after the initiation of gliclazide therapy.","drug":["gliclazide"],"drug_indices_start":[134],"drug_indices_end":[144]}
{"text":"Gliclazide-induced acute hepatitis.","drug":["Gliclazide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"In conclusion, this case strongly suggests that gliclazide can induce acute icteric liver necro-inflammation which may be misdiagnosed clinically as acute viral hepatitis.","drug":["gliclazide"],"drug_indices_start":[48],"drug_indices_end":[58]}
{"text":"We believe that this is the first description of acute hepatitis caused by an idiosyncratic adverse reaction to gliclazide or to one of its metabolites.","drug":["gliclazide"],"drug_indices_start":[112],"drug_indices_end":[122]}
{"text":"We describe the case of acute hepatitis induced by gliclazide, a second generation sulfonylurea.","drug":["gliclazide"],"drug_indices_start":[51],"drug_indices_end":[61]}
{"text":"Caution is, therefore, needed to prevent undesired accumulation of TCA that may lead to protracted Cushing's syndrome.","drug":["TCA"],"drug_indices_start":[67],"drug_indices_end":[70]}
{"text":"Cushing's syndrome persisted more than 6 months while TCA concentrations remained detectable for at least 80 days.","drug":["TCA"],"drug_indices_start":[54],"drug_indices_end":[57]}
{"text":"The presented patient was treated with 200 mg TCA and developed Cushing's syndrome 6 weeks later (cortisol and ACTH concentrations were below limits of detection, TCA concentrations were > 3 micrograms\/l).","drug":["TCA"],"drug_indices_start":[46,163],"drug_indices_end":[49,166]}
{"text":"Both had impaired lung function and abnormal computed tomographic scans, and their condition improved when nitrofurantoin was withdrawn and corticosteroid treatment commenced.","drug":["nitrofurantoin"],"drug_indices_start":[107],"drug_indices_end":[121]}
{"text":"Bronchiolitis obliterans organising pneumonia associated with the use of nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[73],"drug_indices_end":[87]}
{"text":"The case histories are presented of two patients who developed lung disease associated with the use of nitrofurantoin with histological features of bronchiolitis obliterans organising pneumonia (BOOP), a rare but recognised form of drug induced injury.","drug":["nitrofurantoin"],"drug_indices_start":[103],"drug_indices_end":[117]}
{"text":"The favourable outcome in these two patients contrasts with the fatal outcome of the two other reported cases of nitrofurantoin induced BOOP.","drug":["nitrofurantoin"],"drug_indices_start":[113],"drug_indices_end":[127]}
{"text":"The spectrum of nitrofurantoin lung injury continues to widen.","drug":["nitrofurantoin"],"drug_indices_start":[16],"drug_indices_end":[30]}
{"text":"The two middle aged women presented with respiratory symptoms after prolonged treatment with nitrofurantoin.","drug":["nitrofurantoin"],"drug_indices_start":[93],"drug_indices_end":[107]}
{"text":"We suggest that the previous classification of nitrofurantoin induced lung injury into \"acute\" and \"chronic\" injury is an oversimplification in view of the wide variety of pathological entities that have subsequently emerged.","drug":["nitrofurantoin"],"drug_indices_start":[47],"drug_indices_end":[61]}
{"text":"Intravenous administration of levodopa ameliorated a refractory akathisia case induced by interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[90],"drug_indices_end":[106]}
{"text":"The present report illustrates a rare case of refractory akathisia after interferon-alpha treatment and also that levodopa treatment would be theoretically and practically useful in reducing the neurotoxicity associated with interferon-alpha.","drug":["interferon-alpha"],"drug_indices_start":[73,225],"drug_indices_end":[89,241]}
{"text":"Acute erythroid leukemia after cyclophosphamide therapy for multiple myeloma: report of two cases.","drug":["cyclophosphamide"],"drug_indices_start":[31],"drug_indices_end":[47]}
{"text":"The development of erythroid leukemia plus carcinoma in these two men suggests mutagenic change secondary to cyclophosphamide therapy.","drug":["cyclophosphamide"],"drug_indices_start":[109],"drug_indices_end":[125]}
{"text":"Scleroderma-like reaction induced by uracil-tegafur (UFT), a second-generation anticancer agent.","drug":["UFT"],"drug_indices_start":[37,53],"drug_indices_end":[51,56]}
{"text":"This is the first report of UFT-induced scleroderma-like reaction.","drug":["UFT"],"drug_indices_start":[28],"drug_indices_end":[31]}
{"text":"We report a case of a scleroderma-like reaction induced by long-term administration of UFT.","drug":["UFT"],"drug_indices_start":[87],"drug_indices_end":[90]}
{"text":"Central nervous system manifestations of an ibuprofen overdose reversed by naloxone.","drug":["ibuprofen"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Ibuprofen overdose is usually characterized by GI upset, dizziness, and mild sedation.","drug":["Ibuprofen"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Presently, treatment of acute ibuprofen intoxication with complications requires supportive therapy until the symptoms resolve over 24 to 48 hours.","drug":["ibuprofen"],"drug_indices_start":[30],"drug_indices_end":[39]}
{"text":"We report the case of an 11-month-old female infant with a depressed level of consciousness after ingestion of ibuprofen whose mental status markedly improved with administration of naloxone.","drug":["ibuprofen"],"drug_indices_start":[111],"drug_indices_end":[120]}
{"text":"Flecainide-associated pneumonitis with acute respiratory failure in a patient with the LEOPARD syndrome.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Flecainide is a rare cause of hypersensitivity pneumonitis, and few cases have been reported.","drug":["Flecainide"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We describe a case of interstitial hypoxaemiant pneumonitis probably related to flecainide in a patient with the LEOPARD syndrome, a rare congenital disorder.","drug":["flecainide"],"drug_indices_start":[80],"drug_indices_end":[90]}
{"text":"Sagittal sinus thrombosis associated with transient free protein S deficiency after L-asparaginase treatment: case report and review of the literature.","drug":["L-asparaginase"],"drug_indices_start":[84],"drug_indices_end":[98]}
{"text":"We report the case of an adult patient with acute lymphoblastic leukemia who presented with repeated transient ischemic attacks followed by a seizure during consolidation treatment with L-asparaginase.","drug":["L-asparaginase"],"drug_indices_start":[186],"drug_indices_end":[200]}
{"text":"We report on a young adolescent with benign intracranial hypertension which we attribute to the use of minocycline for acne.","drug":["minocycline"],"drug_indices_start":[103],"drug_indices_end":[114]}
{"text":"We report 2 patients who developed polyarteritis nodosa following vaccination against hepatitis B.","drug":["vaccination against hepatitis B"],"drug_indices_start":[66],"drug_indices_end":[97]}
{"text":"In this case, it was suspected that a combination of cigarette smoking, pulmonary fibrosis, and low-dose methotrexate therapy might have promoted the development of lung cancer.","drug":["methotrexate"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"This case report illustrates the use of continuous high-dose intracoronary nitroglycerin infusion through a 6 French coronary guiding catheter in the treatment of a patient with cocaine-induced refractory coronary vasospasm.","drug":["cocaine"],"drug_indices_start":[178],"drug_indices_end":[185]}
{"text":"However, as illustrated by these and other cases reported to date, the onset of troglitazone-induced liver injury is insidious and temporally variable.","drug":["troglitazone"],"drug_indices_start":[80],"drug_indices_end":[92]}
{"text":"It remains to be seen whether the hepatotoxicity associated with troglitazone is a drug-class effect or specific to troglitazone.","drug":["troglitazone"],"drug_indices_start":[65,116],"drug_indices_end":[77,128]}
{"text":"Other thiazolidinediones currently in clinical trials may be able to provide the therapeutic benefits of troglitazone without significant hepatotoxicity.","drug":["troglitazone"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"The three reported cases demonstrate that troglitazone is an idiosyncratic hepatotoxin that can lead to irreversible liver injury.","drug":["troglitazone"],"drug_indices_start":[42],"drug_indices_end":[54]}
{"text":"Troglitazone-induced fulminant hepatic failure.","drug":["Troglitazone"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"Nitrofurantoin-induced lung disease: two cases demonstrating resolution of apparently irreversible CT abnormalities.","drug":["Nitrofurantoin"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"We present two cases of nitrofurantoin-induced pulmonary toxicity in which the initial HRCT showed a widespread reticular pattern and associated distortion of the lung parenchyma, thought to represent established fibrosis.","drug":["nitrofurantoin"],"drug_indices_start":[24],"drug_indices_end":[38]}
{"text":"Fluoxetine-related death in a child with cytochrome P-450 2D6 genetic deficiency.","drug":["Fluoxetine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The medical examiner's report indicated death caused by fluoxetine toxicity.","drug":["fluoxetine"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"This is the first report of a fluoxetine-related death in a child with a confirmed genetic polymorphism of the CYP2D6 gene that results in impaired drug metabolism.","drug":["fluoxetine"],"drug_indices_start":[30],"drug_indices_end":[40]}
{"text":"A 50-year-old woman with a history of migraine without aura, predominantly occurring around her menstrual periods, developed a spinal cord lesion following the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[167],"drug_indices_end":[179]}
{"text":"Spinal cord infarction during use of zolmitriptan: a case report.","drug":["zolmitriptan"],"drug_indices_start":[37],"drug_indices_end":[49]}
{"text":"The temporal relationship suggests that the spinal cord infarction may be related to the use of zolmitriptan.","drug":["zolmitriptan"],"drug_indices_start":[96],"drug_indices_end":[108]}
{"text":"CASE SUMMARY: A 10-year-old white girl with bilateral optic glioma developed a hypersensitivity reaction to carboplatin after nine courses.","drug":["carboplatin"],"drug_indices_start":[108],"drug_indices_end":[119]}
{"text":"This regimen could prove useful for other patients who develop hypersensitivity reactions to carboplatin and allow therapy to continue.","drug":["carboplatin"],"drug_indices_start":[93],"drug_indices_end":[104]}
{"text":"Perinatal vasoconstrictive renal insufficiency associated with maternal nimesulide use.","drug":["nimesulide"],"drug_indices_start":[72],"drug_indices_end":[82]}
{"text":"This is the first report of an adverse effect of fetal renal circulation by maternal ingestion of nimesulide.","drug":["nimesulide"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"Although the t-AML developed following oral etoposide therapy, the child had previously received high-dose, multiagent chemotherapy, and rearrangement of the MLL gene was not demonstrated.","drug":["etoposide"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Secondary leukemia in a child with neuroblastoma while on oral etoposide: what is the cause?","drug":["etoposide"],"drug_indices_start":[63],"drug_indices_end":[72]}
{"text":"The authors present a case of t-AML that developed in a child with metastatic neuroblastoma 18 months after he received oral etoposide, given for palliation purpose.","drug":["etoposide"],"drug_indices_start":[125],"drug_indices_end":[134]}
{"text":"BACKGROUND: Cyanamide, an aversive agent widely used in Japan, is known to induce various degrees of hepatic lesion with ground-glass inclusion bodies.","drug":["Cyanamide"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"Case 2: A 43-year-old male alcoholic remained completely abstinent with cyanamide treatment for 5 years and complained of general fatigue.","drug":["cyanamide"],"drug_indices_start":[72],"drug_indices_end":[81]}
{"text":"Case 3: A 29-year-old female alcoholic complained of general fatigue and a slight fever after 1.5 years of abstinence with cyanamide treatment.","drug":["cyanamide"],"drug_indices_start":[123],"drug_indices_end":[132]}
{"text":"Case 4: A 61-year-old male alcoholic who remained completely abstinent while taking cyanamide for 3 years showed slight elevation of serum transaminases.","drug":["cyanamide"],"drug_indices_start":[84],"drug_indices_end":[93]}
{"text":"CONCLUSION: In some abstainers who take cyanamide for several years, thin septum-like liver fibrosis progresses along with the emergence of ground-glass hepatocytes.","drug":["cyanamide"],"drug_indices_start":[40],"drug_indices_end":[49]}
{"text":"Cyanamide-induced liver dysfunction after abstinence in alcoholics: a long-term follow-up study on four cases.","drug":["Cyanamide"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"When cyanamide-treated alcoholics relapse into drinking, more severe inflammation develops in the liver.","drug":["cyanamide"],"drug_indices_start":[5],"drug_indices_end":[14]}
{"text":"A patient with an allergy to a macrolide antibiotic was given tacrolimus and developed a sudden cutaneous reaction.","drug":["tacrolimus"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"A 77-year-old woman with no history of epilepsy presented a probable nonconvulsive status epilepticus while receiving continuous intravenous morphine for back pain relating to vertebral metastasis of a malignant lymphoma.","drug":["morphine"],"drug_indices_start":[141],"drug_indices_end":[149]}
{"text":"A generalized tonic-clonic seizure occurred a few minutes after injection of the morphine antagonist naloxone.","drug":["naloxone"],"drug_indices_start":[101],"drug_indices_end":[109]}
{"text":"Nonconvulsive status epilepticus: the role of morphine and its antagonist.","drug":["morphine"],"drug_indices_start":[46],"drug_indices_end":[54]}
{"text":"Spontaneous bacterial peritonitis induced by intraarterial vasopressin therapy.","drug":["vasopressin"],"drug_indices_start":[59],"drug_indices_end":[70]}
{"text":"Although the literature on the use of risperidone in elderly patients with dementia consists largely of uncontrolled trials, case reports, and chart reviews, it appears that this agent is effective for managing agitation in this population and does so with a low frequency of extrapyramidal symptoms (EPS).","drug":["risperidone"],"drug_indices_start":[38],"drug_indices_end":[49]}
{"text":"Three months following splenectomy, multiple abscesses occurred in the muscles of both thighs while the patient was receiving the third course of the CHOP regimen.","drug":["CHOP"],"drug_indices_start":[150],"drug_indices_end":[154]}
{"text":"After seven months' continuous treatment for suspected tuberculosis with rifampicin and ethambutol a nine-year-old boy developed polyarthritis, rash and hepatitis in association with anti-native DNA antibodies and positive antinuclear factor.","drug":["ethambutol"],"drug_indices_start":[88],"drug_indices_end":[98]}
{"text":"Polyarthritis, hepatitis and anti-native DNA antibodies after treatment with ethambutol and rifampicin.","drug":["ethambutol"],"drug_indices_start":[77,92],"drug_indices_end":[87,102]}
{"text":"A case of normotensive scleroderma renal crisis after high-dose methylprednisolone treatment.","drug":["methylprednisolone"],"drug_indices_start":[64],"drug_indices_end":[82]}
{"text":"HUS has been reported after several anticancer chemotherapies and most often after mitomycin C-based chemotherapy regimens.","drug":["mitomycin C"],"drug_indices_start":[83],"drug_indices_end":[94]}
{"text":"Severe hemolytic uremic syndrome in an advanced ovarian cancer patient treated with carboplatin and gemcitabine.","drug":["carboplatin"],"drug_indices_start":[84,100],"drug_indices_end":[95,111]}
{"text":"We present a case of HUS in an advanced ovarian cancer patient treated with carboplatin and gemcitabine, and described its favorable outcome after chemotherapy interruption and supportive care with a 1 year follow-up.","drug":["carboplatin"],"drug_indices_start":[76,92],"drug_indices_end":[87,103]}
{"text":"An evaluation of ovarian structure and function should be considered in women of reproductive age being treated with valproate for epilepsy, especially if they develop menstrual cycle disturbances during treatment.","drug":["valproate"],"drug_indices_start":[117],"drug_indices_end":[126]}
{"text":"BACKGROUND: Reproductive endocrine disorders characterized by menstrual disorders, polycystic ovaries, and hyperandrogenism seem to be common among women treated with sodium valproate for epilepsy.","drug":["sodium valproate"],"drug_indices_start":[167],"drug_indices_end":[183]}
{"text":"CONCLUSIONS: The 3 cases presented here illustrate the development of reproductive endocrine disorders after the initiation of valproate therapy in women with epilepsy.","drug":["valproate"],"drug_indices_start":[127],"drug_indices_end":[136]}
{"text":"OBJECTIVE: To describe the development of valproate-related reproductive endocrine disorders in women with epilepsy.","drug":["valproate"],"drug_indices_start":[42],"drug_indices_end":[51]}
{"text":"PATIENTS: Three patients developed a reproductive endocrine disorder during treatment with valproate.","drug":["valproate"],"drug_indices_start":[91],"drug_indices_end":[100]}
{"text":"RESULTS: Replacing valproate with lamotrigine resulted in a decrease in serum testosterone concentrations in all 3 women.","drug":["valproate"],"drug_indices_start":[19],"drug_indices_end":[28]}
{"text":"The polycystic changes disappeared from the ovaries in 2 of the women after valproate therapy was discontinued, and the 2 women who had gained weight and developed amenorrhea while being treated with valproate lost weight and resumed menstruating after the change in medication.","drug":["valproate"],"drug_indices_start":[76,200],"drug_indices_end":[85,209]}
{"text":"However, recurrent staphylococcus aureus sepsis developed during CyA therapy.","drug":["CyA"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"Recurrent septicemia with lethal outcome during and after cyclosporine therapy in severe ulcerative colitis.","drug":["cyclosporine"],"drug_indices_start":[58],"drug_indices_end":[70]}
{"text":"A 60 year-old woman with chronic renal failure developed acute proximal muscle weakness after receiving a regular dosage of colchicine.","drug":["colchicine"],"drug_indices_start":[124],"drug_indices_end":[134]}
{"text":"Colchicine-induced myopathy in renal failure.","drug":["Colchicine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Muscle biopsy revealed variation in muscle fiber size and few vacuolated fibers which were features of colchicine-induced myopathy.","drug":["colchicine"],"drug_indices_start":[103],"drug_indices_end":[113]}
{"text":"A third patient experienced disabling neurotoxicity in the extremity of a prior ulnar nerve and tendon transposition after receiving paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[133],"drug_indices_end":[143]}
{"text":"Phantom limb pain as a manifestation of paclitaxel neurotoxicity.","drug":["paclitaxel"],"drug_indices_start":[40],"drug_indices_end":[50]}
{"text":"Physicians should be aware that PLP can occur after initiation of paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[66],"drug_indices_end":[76]}
{"text":"We describe 2 patients with prior amputation who experienced phantom limb pain (PLP) after receiving paclitaxel therapy.","drug":["paclitaxel"],"drug_indices_start":[101],"drug_indices_end":[111]}
{"text":"Skin manifestations of a case of phenylbutazone-induced serum sickness-like reactions.","drug":["phenylbutazone"],"drug_indices_start":[33],"drug_indices_end":[47]}
{"text":"Our experience supports hemodialysis for ESRF patients with atenolol toxicity.","drug":["atenolol"],"drug_indices_start":[60],"drug_indices_end":[68]}
{"text":"Allergic reaction to gemfibrozil manifesting as eosinophilic gastroenteritis.","drug":["gemfibrozil"],"drug_indices_start":[21],"drug_indices_end":[32]}
{"text":"We describe a case of EGE manifested as an allergy to gemfibrozil.","drug":["gemfibrozil"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"This is the second report of lactic acidosis in a patient on stavudine and lamivudine.","drug":["lamivudine"],"drug_indices_start":[61,75],"drug_indices_end":[70,85]}
{"text":"We present an AIDS patient with severe and prolonged lactic acidosis on stavudine and lamivudine.","drug":["lamivudine"],"drug_indices_start":[72,86],"drug_indices_end":[81,96]}
{"text":"Ataxia caused by propafenone has been reported to the pharmaceutical companies and drug monitoring agencies, but has not been well described or emphasized in the medical literature.","drug":["propafenone"],"drug_indices_start":[17],"drug_indices_end":[28]}
{"text":"A wide variety of adverse central nervous system effects have been reported in association with propafenone; dizziness is the most common.","drug":["propafenone"],"drug_indices_start":[96],"drug_indices_end":[107]}
{"text":"Propafenone-induced ataxia: report of three cases.","drug":["Propafenone"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We describe 3 elderly patients with moderate to severe ataxia that occurred while they were taking propafenone.","drug":["propafenone"],"drug_indices_start":[99],"drug_indices_end":[110]}
{"text":"A 74-year-old man received oral administration of pilsicainide, a pure sodium channel blocker with slow recovery kinetics, to convert paroxysmal atrial fibrillation to sinus rhythm and developed loss of consciousness two days later.","drug":["pilsicainide"],"drug_indices_start":[50],"drug_indices_end":[62]}
{"text":"When pilsicainide is prescribed in patients with coronary artery disease or renal dysfunction, close attention must be paid to avoid life-threatening arrhythmias due to high plasma concentrations of the drug.","drug":["pilsicainide"],"drug_indices_start":[5],"drug_indices_end":[17]}
{"text":"The cases are important in documenting that drug-induced dystonias do occur in patients with dementia, that risperidone appears to have contributed to dystonia among elderly patients, and that the categorization of dystonic reactions needs further clarification.","drug":["risperidone"],"drug_indices_start":[108],"drug_indices_end":[119]}
{"text":"Provocation of non-convulsive status epilepticus by tiagabine in three adolescent patients.","drug":["tiagabine"],"drug_indices_start":[52],"drug_indices_end":[61]}
{"text":"The events of non-convulsive status epilepticus subsided following reduction in tiagabine dosages.","drug":["tiagabine"],"drug_indices_start":[80],"drug_indices_end":[89]}
{"text":"This is the first report of non-convulsive status epilepticus provoked by tiagabine in adolescent patients.","drug":["tiagabine"],"drug_indices_start":[74],"drug_indices_end":[83]}
{"text":"There have been many reports of probable lithium-induced organic brain syndromes occurring when serum lithium levels are within or close to the therapeutic range.","drug":["lithium"],"drug_indices_start":[41,102],"drug_indices_end":[48,109]}
{"text":"When the acute manic state is characterized by marked psychotic symptoms and intense anxiety, it may be associated with increased vulnerability to the development of severe lithium neurotoxicity.","drug":["lithium"],"drug_indices_start":[173],"drug_indices_end":[180]}
{"text":"Protease inhibitor-induced carbamazepine toxicity.","drug":["carbamazepine"],"drug_indices_start":[27],"drug_indices_end":[40]}
{"text":"Protease inhibitors (ritonavir and saquinavir) were added to the treatment and the patient developed progressive ataxia related to carbamazepine toxicity.","drug":["carbamazepine"],"drug_indices_start":[21,35,131],"drug_indices_end":[30,45,144]}
{"text":"Ritonavir acted as a CYP3A4 inhibitor, diminishing carbamazepine metabolism and provoking an increase in serum levels and clinical toxicity.","drug":["Ritonavir"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"The patient was diagnosed with carbamazepine toxicity related to the introduction of ritonavir.","drug":["carbamazepine"],"drug_indices_start":[31,85],"drug_indices_end":[44,94]}
{"text":"Anaphylaxis to calcitonin.","drug":["calcitonin"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"CONCLUSION: We have introduced a case of anaphylaxis by calcitonin that suggest an IgE mediated hypersensitivity reaction.","drug":["calcitonin"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"The intramuscular challenge test with 25 UI of Miacalcic was positive with an immediate anaphylactic reaction.","drug":["Miacalcic"],"drug_indices_start":[47],"drug_indices_end":[56]}
{"text":"We introduce a case of a sixty years old woman with several previous episodes of rhinitis, conjunctivitis and perspiration immediately after the administration of salmon calcitonin with nasal spray or intramuscular administration (Calsynar).","drug":["calcitonin"],"drug_indices_start":[170,231],"drug_indices_end":[180,239]}
{"text":"Minocycline as a cause of drug-induced autoimmune hepatitis.","drug":["Minocycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Minocycline-induced autoimmune hepatitis is usually identical to sporadic autoimmune hepatitis.","drug":["Minocycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We describe the clinical and liver biopsy morphologic features for 4 patients with minocycline-induced autoimmune hepatitis (group 1).","drug":["minocycline"],"drug_indices_start":[83],"drug_indices_end":[94]}
{"text":"L-asparaginase-provoked seizures as singular expression of central nervous toxicity.","drug":["L-asparaginase"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"Patients treated with L-asparaginase may present with hemorrhagic and thrombotic cerebrovascular events.","drug":["L-asparaginase"],"drug_indices_start":[22],"drug_indices_end":[36]}
{"text":"We report a case of seizure associated with L-asparaginase therapy but no evidence of hemorrhagic or thrombotic cerebrovascular events.","drug":["L-asparaginase"],"drug_indices_start":[44],"drug_indices_end":[58]}
{"text":"Eighty-two patients with various malignancies who received imipenem\/cilastatin 143 times for neutropenic fever between March 1994 and October 1999 in Department of Pediatric Oncology, Gazi University, were identified.","drug":["cilastatin"],"drug_indices_start":[59,68],"drug_indices_end":[67,78]}
{"text":"Incidence of seizures in pediatric cancer patients treated with imipenem\/cilastatin.","drug":["cilastatin"],"drug_indices_start":[64,73],"drug_indices_end":[72,83]}
{"text":"Proconvulsive tendency of imipenem\/cilastatin is one of its well-known side effects.","drug":["cilastatin"],"drug_indices_start":[26,35],"drug_indices_end":[34,45]}
{"text":"Three of these patients had convulsions attributed to imipenem\/cilastatin; 3.6% of the patients had seizure, or 2% of imipenem\/cilastatin administrations was followed by a seizure attack.","drug":["cilastatin"],"drug_indices_start":[54,63,118,127],"drug_indices_end":[62,73,126,137]}
{"text":"Gabapentin-induced mood changes with hypomanic features in adults.","drug":["Gabapentin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We report two adults who received gabapentin (GBP) and subsequently developed behavioural side effects.","drug":["gabapentin"],"drug_indices_start":[34,46],"drug_indices_end":[44,49]}
{"text":"Acute pancreatitis in a child with idiopathic ulcerative colitis on long-term 5-aminosalicylic acid therapy.","drug":["5-aminosalicylic acid"],"drug_indices_start":[78],"drug_indices_end":[99]}
{"text":"We describe a 10-year-old boy with ulcerative colitis who developed acute pancreatitis while on long-term treatment with 5-aminosalicylic acid.","drug":["5-aminosalicylic acid"],"drug_indices_start":[121],"drug_indices_end":[142]}
{"text":"CONCLUSION: Marked visual field constriction appears to be associated with vigabatrin therapy.","drug":["vigabatrin"],"drug_indices_start":[75],"drug_indices_end":[85]}
{"text":"Electro-oculography, electroretinography, visual evoked potentials, and multifocal electroretinography in patients with vigabatrin-attributed visual field constriction.","drug":["vigabatrin"],"drug_indices_start":[120],"drug_indices_end":[130]}
{"text":"PURPOSE: Symptomatic visual field constriction thought to be associated with vigabatrin has been reported.","drug":["vigabatrin"],"drug_indices_start":[77],"drug_indices_end":[87]}
{"text":"The current study investigated the visual fields and visual electrophysiology of eight patients with known vigabatrin-attributed visual field loss, three of whom were reported previously.","drug":["vigabatrin"],"drug_indices_start":[107],"drug_indices_end":[117]}
{"text":"The field defects and some electrophysiological abnormalities persist when vigabatrin therapy is withdrawn.","drug":["vigabatrin"],"drug_indices_start":[75],"drug_indices_end":[85]}
{"text":"Depressive symptoms disappeared after interferon therapy was stopped.","drug":["interferon"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Treatment of chronic hepatitis C with interferon alpha (IFN-alpha) is relatively contraindicated in patients with psychiatric disorders because of possible severe psychiatric side effects.","drug":["IFN-alpha"],"drug_indices_start":[38,56],"drug_indices_end":[54,65]}
{"text":"While for ribavirin antidepressant effects are not known, we suppose that antidepressants may prevent changes in serotonergic or noradrenergic neurotransmission caused by IFN-alpha.","drug":["IFN-alpha"],"drug_indices_start":[171],"drug_indices_end":[180]}
{"text":"Intensive high-flux hemodiafiltration is often used in the management of vancomycin toxicity.","drug":["vancomycin"],"drug_indices_start":[73],"drug_indices_end":[83]}
{"text":"Management of hypophosphatemia induced by high-flux hemodiafiltration for the treatment of vancomycin toxicity: intravenous phosphorus therapy versus use of a phosphorus-enriched dialysate.","drug":["vancomycin"],"drug_indices_start":[91],"drug_indices_end":[101]}
{"text":"We describe 2 children with cerebral palsy who suffered significant morbidity immediately after treatment with hyperbaric oxygen.","drug":["hyperbaric oxygen"],"drug_indices_start":[111],"drug_indices_end":[128]}
{"text":"A 33-year-old male presented with brown discolouration of the fingernails following the application of 4% hydroquinone in sorbolene cream and 0.1% tretinoin cream to the face intermittently for 9 months.","drug":["0.1% tretinoin cream"],"drug_indices_start":[103,142],"drug_indices_end":[137,162]}
{"text":"Nail staining from hydroquinone cream.","drug":["hydroquinone"],"drug_indices_start":[19],"drug_indices_end":[31]}
{"text":"Gangrene of the fingertips after bleomycin and methotrexate.","drug":["bleomycin"],"drug_indices_start":[33,47],"drug_indices_end":[42,59]}
{"text":"This supports the well-reported potential of bleomycin to trigger acral vascular toxicity.","drug":["bleomycin"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"We describe a 57-year-old man with acral erythrocyanosis progressing to acute digital ischemia and gangrene that developed after combined chemotherapy (bleomycin and methotrexate) used to treat a metastatic squamous cell carcinoma of the hypopharynx.","drug":["bleomycin"],"drug_indices_start":[152,166],"drug_indices_end":[161,178]}
{"text":"Diarrhea-associated over-anticoagulation in a patient taking warfarin: therapeutic role of cholestyramine.","drug":["warfarin"],"drug_indices_start":[61],"drug_indices_end":[69]}
{"text":"We present a case of significant over-anticoagulation temporally associated with a bout of protracted diarrhea in a patient on warfarin therapy.","drug":["warfarin"],"drug_indices_start":[127],"drug_indices_end":[135]}
{"text":"MI related to the use of activated and non-activated PCCs predominantly affects young patients who often have no preceding history of, or risk factors for, MI and tends to be associated with large cumulative doses of concentrate.","drug":["PCCs"],"drug_indices_start":[53],"drug_indices_end":[57]}
{"text":"Recombinant VIIa concentrate in the management of bleeding following prothrombin complex concentrate-related myocardial infarction in patients with haemophilia and inhibitors.","drug":["prothrombin complex concentrate"],"drug_indices_start":[69],"drug_indices_end":[100]}
{"text":"We have safely used recombinant factor VIIa to treat bleeding in the immediate and long-term period following PCC-related MI.","drug":["PCC"],"drug_indices_start":[110],"drug_indices_end":[113]}
{"text":"Even after a strict warning, he took another quinine tablet that evening, which triggered his fifth episode of severe thrombocytopenia, and confirmed the etiology of quinine-induced thrombocytopenia.","drug":["quinine"],"drug_indices_start":[45,166],"drug_indices_end":[52,173]}
{"text":"Occult quinine-induced thrombocytopenia.","drug":["quinine"],"drug_indices_start":[7],"drug_indices_end":[14]}
{"text":"Only after three subsequent episodes of severe, symptomatic thrombocytopenia over the next four weeks did he say, upon repeat questioning, that he had continued to take quinine for night leg cramps.","drug":["quinine"],"drug_indices_start":[169],"drug_indices_end":[176]}
{"text":"An 8-year-old child with familial Mediterranean fever exhibited signs of colchicine intoxication while receiving prophylactic doses of the drug.","drug":["colchicine"],"drug_indices_start":[73],"drug_indices_end":[83]}
{"text":"CONCLUSION: To the best of our knowledge, this is the first time colchicine intoxication in this age group has been described in the English literature.","drug":["colchicine"],"drug_indices_start":[65],"drug_indices_end":[75]}
{"text":"Near fatal acute colchicine intoxication in a child.","drug":["colchicine"],"drug_indices_start":[17],"drug_indices_end":[27]}
{"text":"Acute myeloid leukemia and lung cancer occurring in a chronic lymphocytic leukemia patient treated with fludarabine and autologous peripheral blood stem-cell transplantation.","drug":["fludarabine"],"drug_indices_start":[104],"drug_indices_end":[115]}
{"text":"We describe the exceptional development of AML and lung cancer in a patient with previously diagnosed CLL in minimal residual disease status after fludarabine treatment followed by autologous peripheral blood stem-cell transplantation.","drug":["fludarabine"],"drug_indices_start":[147],"drug_indices_end":[158]}
{"text":"In 2 of the 3 cases the patients were also taking lithium carbonate and beta-blockers, both of which could have contributed to the incontinence.","drug":["lithium carbonate"],"drug_indices_start":[50],"drug_indices_end":[67]}
{"text":"In the present paper the authors describe 2 female patients who developed incontinence secondary to the selective serotonin reuptake inhibitors paroxetine and sertraline, as well as a third who developed this side effect on venlafaxine.","drug":["paroxetine"],"drug_indices_start":[144,159,224],"drug_indices_end":[154,169,235]}
{"text":"This concerns 2 male patients who experienced incontinence while taking venlafaxine.","drug":["venlafaxine"],"drug_indices_start":[72],"drug_indices_end":[83]}
{"text":"Case studies in heparin-induced thrombocytopenia.","drug":["heparin"],"drug_indices_start":[16],"drug_indices_end":[23]}
{"text":"Major points illustrated are, (1) occurrence of HIT with any dose or form of heparin; (2) misperceptions on the diagnostic criteria; (3) correct (thrombin inhibitors) and incorrect (platelet transfusions and warfarin) management; (4) influence of management strategy on clinical outcomes; (5) severity of the syndrome; and (6) potential for both anamnestic response to heparin and disappearance of HIT antibodies over time.","drug":["heparin"],"drug_indices_start":[77,369],"drug_indices_end":[84,376]}
{"text":"Type II heparin-induced thrombocytopenia (HIT) is an immunological disorder characterized by antibodies to heparin-platelet factor 4 complexes and a high risk of thrombotic complications.","drug":["heparin"],"drug_indices_start":[8,107],"drug_indices_end":[15,114]}
{"text":"After several unrevealing medical work-ups, he was found to have a high blood lead level (122 microg\/dL); he has a history of scraping and sanding lead paint without adequate protective measures.","drug":["lead"],"drug_indices_start":[78,147],"drug_indices_end":[82,151]}
{"text":"It also highlights a current major etiologic question, that is, whether and to what degree lead exposure contributes to the development of hypertension, and raises the issue of whether lead-induced hypertension constitutes a subset of hypertension that is especially amenable to therapy with dietary calcium.","drug":["lead"],"drug_indices_start":[91,185],"drug_indices_end":[95,189]}
{"text":"Poorly controlled hypertension in a painter with chronic lead toxicity.","drug":["lead"],"drug_indices_start":[57],"drug_indices_end":[61]}
{"text":"This case demonstrates an occupational activity (construction) that has now become the dominant source of lead exposure for U.S. adults, the importance of a good occupational history to suspecting and making a diagnosis, the possible outcomes of chronic lead toxicity, and the importance of preventing further exposure and using proper methods to treat acute toxicity.","drug":["lead"],"drug_indices_start":[106,254],"drug_indices_end":[110,258]}
{"text":"Severe rash, including the Stevens-Johnson syndrome (SJS), is the major toxicity of nevirapine and is described in the package labeling with a prominent, boxed warning.","drug":["nevirapine"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"Stevens-Johnson syndrome caused by the antiretroviral drug nevirapine.","drug":["nevirapine"],"drug_indices_start":[59],"drug_indices_end":[69]}
{"text":"Though physicians treating large populations of patients with HIV are well aware of this complication, only one other report of nevirapine-associated SJS has been documented in the dermatology literature.","drug":["nevirapine"],"drug_indices_start":[128],"drug_indices_end":[138]}
{"text":"We describe 2 cases of SJS related to nevirapine use and review the literature on this newly recognized association.","drug":["nevirapine"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Oral intake and acarbose were withheld and the ileus spontaneously resolved after 2 days.","drug":["acarbose"],"drug_indices_start":[16],"drug_indices_end":[24]}
{"text":"There is evidence that the angiotensin II receptor antagonist, losartan, increases urate excretion by reducing reabsorption of urate in the renal proximal tubule.","drug":["losartan"],"drug_indices_start":[63],"drug_indices_end":[71]}
{"text":"Atrial fibrillation occurring in a patient taking etanercept plus methotrexate for rheumatoid arthritis.","drug":["etanercept"],"drug_indices_start":[50,66],"drug_indices_end":[60,78]}
{"text":"A review of the literature revealed two other cases of hepatic angiosarcoma in patients after long-term cyclophosphamide treatment.","drug":["cyclophosphamide"],"drug_indices_start":[104],"drug_indices_end":[120]}
{"text":"Hepatic angiosarcoma occurring after cyclophosphamide therapy: case report and review of the literature.","drug":["cyclophosphamide"],"drug_indices_start":[37],"drug_indices_end":[53]}
{"text":"We propose that cyclophosphamide be added to the list of exposures potentially associated with hepatic angiosarcoma.","drug":["cyclophosphamide"],"drug_indices_start":[16],"drug_indices_end":[32]}
{"text":"ARA-C is frequently associated with dermatologic toxicity, but this is only the second case of toxic epidermal necrolysis described in connection with this drug.","drug":["ARA-C"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"On the fifth day after administration of a high dose of ARA-C (2 g\/m2 intravenously every 12 hours), she developed bullous lesions on the hands and soles that disseminated, evolving to necrosis, sepsis, and death on the 22nd day.","drug":["ARA-C"],"drug_indices_start":[56],"drug_indices_end":[61]}
{"text":"Toxic epidermal necrolysis after the use of high-dose cytosine arabinoside.","drug":["cytosine arabinoside"],"drug_indices_start":[54],"drug_indices_end":[74]}
{"text":"We report a fatal case of toxic epidermal necrolysis (TEN) resulting from a high dose of cytosine arabinoside (ARA-C).","drug":["ARA-C"],"drug_indices_start":[89,111],"drug_indices_end":[109,116]}
{"text":"Quetiapine and obsessive-compulsive symptoms (OCS): case report and review of atypical antipsychotic-induced OCS.","drug":["Quetiapine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The first known report of quetiapine exacerbating OCS in a 43-year-old man with obsessive-compulsive disorder (OCD), trichotillomania, delusional disorder and bipolar II disorder is presented.","drug":["quetiapine"],"drug_indices_start":[26],"drug_indices_end":[36]}
{"text":"He was diagnosed with possible serotonin syndrome; his symptoms resolved after clomipramine was stopped but before clozapine was restarted eight days later.","drug":["clomipramine"],"drug_indices_start":[79],"drug_indices_end":[91]}
{"text":"OBJECTIVE: To report on the possible development of serotonin syndrome in a patient receiving clomipramine after clozapine was withdrawn from the treatment regimen.","drug":["clomipramine"],"drug_indices_start":[94,113],"drug_indices_end":[106,122]}
{"text":"Possible serotonin syndrome associated with clomipramine after withdrawal of clozapine.","drug":["clomipramine"],"drug_indices_start":[44,77],"drug_indices_end":[56,86]}
{"text":"The day after clozapine was stopped, while he was still receiving clomipramine 150 mg\/d, he began behaving oddly, started sweating profusely, shivering, and became tremulous, agitated, and confused.","drug":["clomipramine"],"drug_indices_start":[14,66],"drug_indices_end":[23,78]}
{"text":"Quinine induced coagulopathy--a near fatal experience.","drug":["Quinine"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"The cause of his bleeding was a severe thrombocytopoaenia, induced by chronic ingestion of quinine.","drug":["quinine"],"drug_indices_start":[91],"drug_indices_end":[98]}
{"text":"Dose-dependent olanzapine-associated leukopenia: three case reports.","drug":["olanzapine"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"These cases suggest the possibility that, in some patients, leukopenia or agranulocytosis during olanzapine treatment might be dose-related.","drug":["olanzapine"],"drug_indices_start":[97],"drug_indices_end":[107]}
{"text":"We report three cases of patients who developed leukopenia during olanzapine treatment.","drug":["olanzapine"],"drug_indices_start":[66],"drug_indices_end":[76]}
{"text":"CONCLUSION: This case illustrates a potential link between dermatologic and ocular 5-FU toxicities.","drug":["5-FU"],"drug_indices_start":[83],"drug_indices_end":[87]}
{"text":"Differential diagnoses included ocular rosacea with cicatrizing conjunctivitis and 5-FU-induced ectropion.","drug":["5-FU"],"drug_indices_start":[83],"drug_indices_end":[87]}
{"text":"DISCUSSION: Patients with 5-FU-induced ectropion experience tender, red, scaled lids, making contact lens wear difficult.","drug":["5-FU"],"drug_indices_start":[26],"drug_indices_end":[30]}
{"text":"Ectropion secondary to bolus injection of 5-fluorouracil.","drug":["5-fluorouracil"],"drug_indices_start":[42],"drug_indices_end":[56]}
{"text":"Exacerbation of 5-FU dermatologic toxicities in patients with preexisting conditions suggests the importance of aggressive ocular prophylaxis, using frequent ocular lubrication and topical steroid preparations with concurrent medical management of pre-existing dermatologic conditions.","drug":["5-FU"],"drug_indices_start":[16],"drug_indices_end":[20]}
{"text":"Presented is a case of acute renal failure induced by acetazolamide therapy for glaucoma.","drug":["acetazolamide"],"drug_indices_start":[54],"drug_indices_end":[67]}
{"text":"Renal failure associated with acetazolamide therapy for glaucoma.","drug":["acetazolamide"],"drug_indices_start":[30],"drug_indices_end":[43]}
{"text":"This sulfonamide like nephropathy should be differentiated from acetazolamide-related calcium phosphate nephrolithiasis.","drug":["acetazolamide"],"drug_indices_start":[64],"drug_indices_end":[77]}
{"text":"Ischaemic colitis in a patient taking meloxicam.","drug":["meloxicam"],"drug_indices_start":[38],"drug_indices_end":[47]}
{"text":"Symptoms and endoscopic lesions quickly regressed within 1 week of meloxicam withdrawal.","drug":["meloxicam"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"We describe a patient who presented with bloody diarrhoea after 15 mg meloxicam daily for 10 days for osteoarthritis.","drug":["meloxicam"],"drug_indices_start":[70],"drug_indices_end":[79]}
{"text":"We suggest that meloxicam might have intestinal toxic effects when taken in high doses, because of reduced COX-2 selectivity.","drug":["meloxicam"],"drug_indices_start":[16],"drug_indices_end":[25]}
{"text":"As these cases revealed, close monitoring of blood chemistry is mandatory after starting spironolactone, and patients should be advised to stop spironolactone immediately if diarrhoea develops.","drug":["spironolactone"],"drug_indices_start":[89,144],"drug_indices_end":[103,158]}
{"text":"In patients with chronic heart failure, spironolactone added to conventional treatment may lead to serious and, occasionally, fatal hyperkalaemia.","drug":["spironolactone"],"drug_indices_start":[40],"drug_indices_end":[54]}
{"text":"In some cases this seems to happen because spironolactone causes diarrhoea.","drug":["spironolactone"],"drug_indices_start":[43],"drug_indices_end":[57]}
{"text":"Serious adverse events experienced by patients with chronic heart failure taking spironolactone.","drug":["spironolactone"],"drug_indices_start":[81],"drug_indices_end":[95]}
{"text":"We report a patient with advanced colonic carcinoma who was treated with concomitant chemoirradiation with oxaliplatin and developed a peculiar dermnatitis in the irradiated field after being exposed to subsequent chemotherapy with oxaliplatin.","drug":["oxaliplatin"],"drug_indices_start":[107,232],"drug_indices_end":[118,243]}
{"text":"An 11-year-old boy developed a severe enteropathy 2 years after initiation of clofazimine treatment for graft-versus-host disease.","drug":["clofazimine"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"Clofazimine enteropathy caused by crystal deposition can be life-threatening.","drug":["Clofazimine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Clofazimine enteropathy in a pediatric bone marrow transplant recipient.","drug":["Clofazimine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"She developed a severe urticarial rash 3 weeks following initiation of therapy with Enoxaparin.","drug":["Enoxaparin"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"We cared for a patient with progressive renal impairment who presented with blurred vision, QRS broadening and cardiac failure due to chronic cibenzoline intoxication.","drug":["cibenzoline"],"drug_indices_start":[142],"drug_indices_end":[153]}
{"text":"Indolent aspergillus arthritis complicating fludarabine-based non-myeloablative stem cell transplantation.","drug":["fludarabine"],"drug_indices_start":[44],"drug_indices_end":[55]}
{"text":"We describe two patients with aspergillus arthritis of the knee joint following fludarabine-based non-myeloablative stem cell transplantation.","drug":["fludarabine"],"drug_indices_start":[80],"drug_indices_end":[91]}
{"text":"CONCLUSION: The present findings suggest that fluvoxamine can cause increased libido in some patients.","drug":["fluvoxamine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Increased libido in a woman treated with fluvoxamine: a case report.","drug":["fluvoxamine"],"drug_indices_start":[41],"drug_indices_end":[52]}
{"text":"OBJECTIVE: The aim of this paper is to describe a case of increased libido during fluvoxamine therapy.","drug":["fluvoxamine"],"drug_indices_start":[82],"drug_indices_end":[93]}
{"text":"RESULTS: The patient, a 27-year-old married Japanese woman with borderline personality disorder, developed an increased libido with the administration of fluvoxamine.","drug":["fluvoxamine"],"drug_indices_start":[154],"drug_indices_end":[165]}
{"text":"The increased libido disappeared after fluvoxamine was discontinued.","drug":["fluvoxamine"],"drug_indices_start":[39],"drug_indices_end":[50]}
{"text":"An infant who developed pancreatitis during meglumine antimoniate treatment for visceral leishmaniasis and who was successfully treated with a combination of allopurinol and ketoconazole is reported.","drug":["meglumine antimoniate"],"drug_indices_start":[44],"drug_indices_end":[65]}
{"text":"Successful treatment of visceral leishmaniasis with allopurinol plus ketoconazole in an infant who developed pancreatitis caused by meglumine antimoniate.","drug":["meglumine antimoniate"],"drug_indices_start":[132],"drug_indices_end":[153]}
{"text":"CONCLUSIONS: This case report showed that the clinical appearance of Hashimoto's disease after IFN-alpha therapy for chronic C hepatitis in our patient was associated with a specific genetic predisposition (DR5) for this pathology.","drug":["IFN-alpha"],"drug_indices_start":[95],"drug_indices_end":[104]}
{"text":"Further studies are necessary to evaluate whether the study of HLA antigens may be a very useful tool to detect the patients with a predisposition to develop autoimmune thyroiditis, in order to make a early diagnosis of thyroid disorders during the IFN-alpha treatment.","drug":["IFN-alpha"],"drug_indices_start":[249],"drug_indices_end":[258]}
{"text":"Hashimoto's disease during interferon-alpha therapy in a patient with pre-treatment negative anti-thyroid autoantibodies and with the specific genetic susceptibility to the thyroid disease.","drug":["interferon-alpha"],"drug_indices_start":[27],"drug_indices_end":[43]}
{"text":"OBJECTIVES: The authors described a case of Hashimoto's disease during interferon-alpha (IFN-alpha) treatment for chronic viral C hepatitis in a patient with the specific genetic susceptibility associated with the thyroid disease.","drug":["IFN-alpha"],"drug_indices_start":[71,89],"drug_indices_end":[87,98]}
{"text":"During dose-finding studies for intravenous proton pump inhibitors omeprazole and pantoprazole, three of six young female volunteers receiving omeprazole and two young female volunteers receiving pantoprazole developed peripheral edema within 8 hr when high doses of the proton pump inhibitors were applied by continuous infusion together with large volumes of fluid.","drug":["omeprazole"],"drug_indices_start":[67,82,143,196],"drug_indices_end":[77,94,153,208]}
{"text":"Pheripheral edema was observed in five female patients after taking proton pump inhibitors omeprazole, lansoprazole, or pantoprazole for 7-15 days for peptic acid diseases in recommended standard doses.","drug":["lansoprazole"],"drug_indices_start":[91,103,120],"drug_indices_end":[101,115,132]}
{"text":"Motor fluctuations appear after 2-3 years of levodopa treatment, and affect at least 50% of patients after five years.","drug":["levodopa"],"drug_indices_start":[45],"drug_indices_end":[53]}
{"text":"CONCLUSION: Significant weight loss is a potential adverse event in patients with rheumatoid arthritis treated with leflunomide.","drug":["leflunomide"],"drug_indices_start":[116],"drug_indices_end":[127]}
{"text":"Leflunomide-associated weight loss in rheumatoid arthritis.","drug":["Leflunomide"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"METHODS: We queried 35 rheumatologists at the Robert Breck Brigham Arthritis Center to determine if weight loss had occurred as an adverse event in patients treated with leflunomide between November 1998 and January 2000.","drug":["leflunomide"],"drug_indices_start":[170],"drug_indices_end":[181]}
{"text":"OBJECTIVE: To determine the frequency of weight loss in patients treated with leflunomide for rheumatoid arthritis at an arthritis referral center.","drug":["leflunomide"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"RESULTS: Five of 70 patients who had begun leflunomide therapy had significant weight loss that could not be linked to other identifiable etiologies.","drug":["leflunomide"],"drug_indices_start":[43],"drug_indices_end":[54]}
{"text":"It is increasingly recognized that dose adjustment of oral valacyclovir in renal failure is necessary to avoid neurotoxicity.","drug":["valacyclovir"],"drug_indices_start":[59],"drug_indices_end":[71]}
{"text":"Neurotoxicity of valacyclovir in peritoneal dialysis: a pharmacokinetic study.","drug":["valacyclovir"],"drug_indices_start":[17],"drug_indices_end":[29]}
{"text":"She developed neurotoxicity with an adjustment dosage of valacyclovir for a cutaneous zoster infection.","drug":["valacyclovir"],"drug_indices_start":[57],"drug_indices_end":[69]}
{"text":"Avascular necrosis of the femoral head in patients with prostate cancer treated with cyproterone acetate and radiotherapy.","drug":["cyproterone acetate"],"drug_indices_start":[85],"drug_indices_end":[104]}
{"text":"We report the case histories of two patients with histologically confirmed adenocarcinoma of the prostate, both of whom had been treated with steroidal anti-androgen therapy in the form of cyproterone acetate prior to radical or palliative pelvic irradiation, and who subsequently developed femoral head avascular necrosis.","drug":["cyproterone acetate"],"drug_indices_start":[189],"drug_indices_end":[208]}
{"text":"Levofloxacin induced polymorphic ventricular tachycardia with normal QT interval.","drug":["Levofloxacin"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"We report the first case of polymorphic ventricular tachycardia with normal QT interval associated with the oral use of levofloxacin in the absence of other etiologies known to cause these arrhythmias.","drug":["levofloxacin"],"drug_indices_start":[120],"drug_indices_end":[132]}
{"text":"So far, few cases of pulmonary side effects caused by ticlopidine have been reported.","drug":["ticlopidine"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"Special care should be taken when pulmonary symptoms appear in association with ticlopidine treatment.","drug":["ticlopidine"],"drug_indices_start":[80],"drug_indices_end":[91]}
{"text":"Ticlopidine-induced interstitial pulmonary disease: a case report.","drug":["Ticlopidine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We report a case of interstitial pulmonary disease that occurred together with lymphocytic colitis during treatment with ticlopidine.","drug":["ticlopidine"],"drug_indices_start":[121],"drug_indices_end":[132]}
{"text":"A patient that received methadone for cancer-associated pain developed myoclonus as a side effect.","drug":["methadone"],"drug_indices_start":[24],"drug_indices_end":[33]}
{"text":"Methadone-induced myoclonus in advanced cancer.","drug":["Methadone"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"OBJECTIVE: To report a case of fatal hyperkalemia owing to succinylcholine administration in a patient with mucositis secondary to chemotherapy.","drug":["succinylcholine"],"drug_indices_start":[59],"drug_indices_end":[74]}
{"text":"Succinylcholine-induced hyperkalemia in a patient with mucositis secondary to chemotherapy.","drug":["Succinylcholine"],"drug_indices_start":[0],"drug_indices_end":[15]}
{"text":"We believe that mucositis was a contributing factor to this case of fatal hyperkalemia after administration of succinylcholine, with a mechanism similar to that reported with thermal injury.","drug":["succinylcholine"],"drug_indices_start":[111],"drug_indices_end":[126]}
{"text":"Cutaneous seeding after ultrasound-guided percutaneous ethanol injection for treatment of hepatocellular carcinoma.","drug":["ethanol injection"],"drug_indices_start":[55],"drug_indices_end":[72]}
{"text":"We describe a case of needle-track cutaneous seeding of hepatocellular carcinoma (HCC) after sonographically guided percutaneous ethanol injection (PEI).","drug":["ethanol injection"],"drug_indices_start":[129],"drug_indices_end":[146]}
{"text":"Adenosine-induced ventricular fibrillation.","drug":["Adenosine"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"However, adenosine shortens the antegrade refractoriness of accessory atrioventricular connections and may cause acceleration of the ventricular rate during atrial fibrillation.","drug":["adenosine"],"drug_indices_start":[9],"drug_indices_end":[18]}
{"text":"We observed ventricular fibrillation in 2 patients who presented to the emergency department with pre-excited atrial fibrillation and were given 12 mg of adenosine.","drug":["adenosine"],"drug_indices_start":[154],"drug_indices_end":[163]}
{"text":"After the dose of methylprednisolone was reduced from 40 mg to 20 mg i.v. q6h and shifted to other anti-asthma treatment by procaterol metered dose inhaler via spacer, the psychotic reaction disappeared a few hours later.","drug":["methylprednisolone"],"drug_indices_start":[18],"drug_indices_end":[36]}
{"text":"Continuous EEG monitoring is helpful in managing seizures that occur as a complication of CBZ OD, after the course of recovery or worsening, and in providing assistance with prognosis.","drug":["CBZ"],"drug_indices_start":[90],"drug_indices_end":[93]}
{"text":"Massive CBZ OD may produce a reversible encephalopathy that includes cortical hyperexcitability, a profound burst-suppression EEG pattern, and cranial nerve areflexia.","drug":["CBZ"],"drug_indices_start":[8],"drug_indices_end":[11]}
{"text":"Massive plasmocytosis due to methimazole-induced bone marrow toxicity.","drug":["methimazole"],"drug_indices_start":[29],"drug_indices_end":[40]}
{"text":"To our knowledge this is the first report of pancytopenia due to MMI, where the usual hypoplasia found is replaced by massive plasmocytosis.","drug":["MMI"],"drug_indices_start":[65],"drug_indices_end":[68]}
{"text":"We report a case of fulminant hepatic failure associated with didanosine and masquerading as a surgical abdomen and compare the clinical, biologic, histologic, and ultrastructural findings with reports described previously.","drug":["didanosine"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"This report details a case of bilateral avascular necrosis of the femoral heads in a patient receiving 'standard' doses of dexamethasone as part of the antiemetic regimen used in cisplatin-based combination chemotherapy.","drug":["dexamethasone"],"drug_indices_start":[123],"drug_indices_end":[136]}
{"text":"Although no coagulation study was done and the Meckel's diverticulum is normally associated with bleeding, the particular intensity of the following hemorrhage may have been favored by metformin.","drug":["metformin"],"drug_indices_start":[185],"drug_indices_end":[194]}
{"text":"An obese patient, not diabetic, treated with metformin for some weeks, was referred to us with severe inferior digestive hemorrhage, diagnosed with Meckel's diverticulum.","drug":["metformin"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"Digestive hemorrhage caused by a Meckel's diverticulum in a metformin-treated patient: is there any connection?","drug":["metformin"],"drug_indices_start":[60],"drug_indices_end":[69]}
{"text":"Ulcer became worse after tobramycin and gentamycin treatment for 2 days.","drug":["gentamycin"],"drug_indices_start":[25,40],"drug_indices_end":[35,50]}
{"text":"Possible linkage of amprenavir with intracranial bleeding in an HIV-infected hemophiliac.","drug":["amprenavir"],"drug_indices_start":[20],"drug_indices_end":[30]}
{"text":"The bleeding resolved on discontinuation of APV.","drug":["APV"],"drug_indices_start":[44],"drug_indices_end":[47]}
{"text":"We report the occurrence of spontaneous intracranial bleeding in an human immunodeficiency virus (HIV)-infected adolescent with hemophilia A who was receiving amprenavir (APV).","drug":["amprenavir"],"drug_indices_start":[159],"drug_indices_end":[169]}
{"text":"According to the Naranjo probability scale, the relationship of gemcitabine treatment with cutaneous eruption in our patient is possible.","drug":["gemcitabine"],"drug_indices_start":[64],"drug_indices_end":[75]}
{"text":"CONCLUSIONS: We report the first case of gemcitabine-induced LABD.","drug":["gemcitabine"],"drug_indices_start":[41],"drug_indices_end":[52]}
{"text":"Linear immunoglobulin A bullous dermatosis induced by gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[54],"drug_indices_end":[65]}
{"text":"OBJECTIVE: To report a case of linear immunoglobulin (Ig) A bullous dermatosis (LABD) induced by gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[97],"drug_indices_end":[108]}
{"text":"Twenty-four hours after the administration of gemcitabine, a symmetric, bullous, herpetiform eruption appeared on his trunk and upper limbs.","drug":["gemcitabine"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Vancomycin is the most frequently implicated drug, but other agents have been reported to cause LABD.","drug":["Vancomycin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Although taxol has shown significant activity in advanced ovarian cancer, peripheral neuropathy is likely to become the major dose-limiting toxicity.","drug":["taxol"],"drug_indices_start":[9],"drug_indices_end":[14]}
{"text":"A rare case of advanced ovarian carcinoma who developed difficulty walking 25 days after treatment with weekly paclitaxel.","drug":["paclitaxel"],"drug_indices_start":[111],"drug_indices_end":[121]}
{"text":"We describe a case of advanced ovarian carcinoma who developed difficulty walking because of marked pain in the lower extremities and loss of proprioception 25 days after treatment with weekly taxol (80 mg\/m(2)x3).","drug":["taxol"],"drug_indices_start":[193],"drug_indices_end":[198]}
{"text":"Relief by naloxone of morphine-induced spasm of the sphincter of Oddi in a post-cholecystectomy patient.","drug":["morphine"],"drug_indices_start":[22],"drug_indices_end":[30]}
{"text":"We present the case of a patient who had undergone cholecystectomy previously, but in whom morphine given in the Emergency Department precipitated pain consistent with biliary colic; the pain resolved promptly after administration of naloxone.","drug":["morphine"],"drug_indices_start":[91],"drug_indices_end":[99]}
{"text":"Myasthenia gravis during low-dose IFN-alpha therapy for chronic hepatitis C.","drug":["IFN-alpha"],"drug_indices_start":[34],"drug_indices_end":[43]}
{"text":"A patient with rheumatoid arthritis developed an acute intrahepatic cholestasis after 100 mg of sodium aurothiomalate.","drug":["sodium aurothiomalate"],"drug_indices_start":[96],"drug_indices_end":[117]}
{"text":"Acute lung injury associated with 5-fluorouracil and oxaliplatinum combined chemotherapy.","drug":["5-fluorouracil"],"drug_indices_start":[34,53],"drug_indices_end":[48,66]}
{"text":"Diarrhoea, T-CD4+ lymphopenia and bilateral patchy pulmonary infiltrates developed in a male 60 yrs of age, who was treated with oxaliplatinum and 5-fluorouracil for unresectable rectum carcinoma.","drug":["5-fluorouracil"],"drug_indices_start":[129,147],"drug_indices_end":[142,161]}
{"text":"It is concluded that the aforementioned pathological manifestations were due to chemotherapy and included a pulmonary adverse reaction, a feature never previously associated with oxaliplatinum and 5-fluorouracil regimens.","drug":["5-fluorouracil"],"drug_indices_start":[179,197],"drug_indices_end":[192,211]}
{"text":"BACKGROUND: Accutane a teratogenic prescription drug licensed to treat severe, recalcitrant nodular acne.","drug":["Accutane"],"drug_indices_start":[12],"drug_indices_end":[20]}
{"text":"RESULTS: The estimated number of Accutane prescriptions for reproductive-aged women has more than doubled in the past 10 years; it is the most widely used teratogenic drug in the United States, with approximately 2.5 per 1,000 reproductive-aged women exposed to Accutane in 1999.","drug":["Accutane"],"drug_indices_start":[33,262],"drug_indices_end":[41,270]}
{"text":"A 62-year-old woman treated with pranlukast for 2 months developed interstitial pneumonitis with a high fever.","drug":["pranlukast"],"drug_indices_start":[33],"drug_indices_end":[43]}
{"text":"Acute interstitial pneumonia induced by ONO-1078 (pranlukast), a leukotriene receptor antagonist.","drug":["ONO-1078"],"drug_indices_start":[40,50],"drug_indices_end":[48,60]}
{"text":"An asymptomatic HIV-infected woman experienced right-sided renal colicky pain during treatment with indinavir.","drug":["indinavir"],"drug_indices_start":[100],"drug_indices_end":[109]}
{"text":"Indinavir-associated nephrolithiasis and chronic interstitial nephritis were the only possible causes identified in this patient.","drug":["Indinavir"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Papillary necrosis associated with the HIV protease inhibitor indinavir.","drug":["indinavir"],"drug_indices_start":[62],"drug_indices_end":[71]}
{"text":"Physicians should be aware that indinavir nephrolithiasis may cause papillary necrosis.","drug":["indinavir"],"drug_indices_start":[32],"drug_indices_end":[41]}
{"text":"The HIV protease inhibitor indinavir may cause nephrolithiasis and interstitial nephritis.","drug":["indinavir"],"drug_indices_start":[27],"drug_indices_end":[36]}
{"text":"The renal consequences of indinavir-associated nephrotoxicity are uncertain.","drug":["indinavir"],"drug_indices_start":[26],"drug_indices_end":[35]}
{"text":"We report a case of papillary necrosis in a patient treated with indinavir.","drug":["indinavir"],"drug_indices_start":[65],"drug_indices_end":[74]}
{"text":"We describe 2 male patients, a 49-year-old with psoriatic arthritis and impaired renal function and a 43-year-old renal transplant recipient, who both sustained a marked decline in glomerular filtration rate in conjunction with a selective inhibitor of cyclooxygenase-2 (COX-2), rofecoxib.","drug":["rofecoxib"],"drug_indices_start":[279],"drug_indices_end":[288]}
{"text":"CONCLUSIONS: LTG overdose may result in a severe but reversible encephalopathy, a previously undescribed phenomenon.","drug":["LTG"],"drug_indices_start":[13],"drug_indices_end":[16]}
{"text":"Evaluation revealed elevated serum LTG levels and no other etiology for encephalopathy.","drug":["LTG"],"drug_indices_start":[35],"drug_indices_end":[38]}
{"text":"METHODS: A 55-year-old woman became stuporous after overdose with lamotrigine (LTG) and valproic acid (VPA) tablets.","drug":["lamotrigine"],"drug_indices_start":[66,79,88,103],"drug_indices_end":[77,82,101,106]}
{"text":"PURPOSE: To report that acute lamotrigine poisoning may result in severe encephalopathy.","drug":["lamotrigine"],"drug_indices_start":[30],"drug_indices_end":[41]}
{"text":"Stupor from lamotrigine toxicity.","drug":["lamotrigine"],"drug_indices_start":[12],"drug_indices_end":[23]}
{"text":"The cause of death was determined to be acute intoxication by olanzapine, and the manner of death was accidental.","drug":["olanzapine"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"This article describes the case of a 25-year-old man found dead at home who had been prescribed olanzapine for schizophrenia.","drug":["olanzapine"],"drug_indices_start":[96],"drug_indices_end":[106]}
{"text":"Lichenoid drug eruption to salsalate.","drug":["salsalate"],"drug_indices_start":[27],"drug_indices_end":[36]}
{"text":"This eruption emerged after 1 month of therapy with salsalate, persisted for as long as salsalate was administered, and cleared within 3 weeks of discontinuing the medication.","drug":["salsalate"],"drug_indices_start":[52,88],"drug_indices_end":[61,97]}
{"text":"We describe a patient who experienced a lichenoid eruption after the initiation of salsalate for relief of arthritic pain.","drug":["salsalate"],"drug_indices_start":[83],"drug_indices_end":[92]}
{"text":"Amphotericin B-induced seizures in a patient with AIDS.","drug":["Amphotericin B"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"CASE SUMMARY: A 46-year-old African-American man experienced recurrent grand mal seizures during intravenous infusion of amphotericin B, then petit mal seizures as the infusion was stopped and the drug concentrations decreased with time.","drug":["amphotericin B"],"drug_indices_start":[121],"drug_indices_end":[135]}
{"text":"CONCLUSIONS: Amphotericin B seems to be the probable cause of the seizures.","drug":["Amphotericin B"],"drug_indices_start":[13],"drug_indices_end":[27]}
{"text":"Despite administration of phenytoin and lorazepam, the seizures persisted and occurred only during amphotercin B administration.","drug":["amphotercin B"],"drug_indices_start":[99],"drug_indices_end":[112]}
{"text":"Didanosine also has a potential for inducing seizures.","drug":["Didanosine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"OBJECTIVE: To report a case of multiple episodes of seizure activity in an AIDS patent following amphotericin B infusion.","drug":["amphotericin B"],"drug_indices_start":[97],"drug_indices_end":[111]}
{"text":"The time course of events suggested that amphotericin B was the cause of the seizures in this AIDS patient.","drug":["amphotericin B"],"drug_indices_start":[41],"drug_indices_end":[55]}
{"text":"To date, only three cases of seizures associated with amphotericin B have been reported in the literature, but healthcare providers should be aware of the potential for this rare adverse effect.","drug":["amphotericin B"],"drug_indices_start":[54],"drug_indices_end":[68]}
{"text":"Vocal cord paralysis as a consequence of peritonsillar infiltration with bupivacaine.","drug":["bupivacaine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"We present the case of a 5-year-old girl who developed bilateral vocal cord paralysis following preoperative peritonsillar bupivacaine infiltration.","drug":["bupivacaine"],"drug_indices_start":[123],"drug_indices_end":[134]}
{"text":"A 53 year old Greenlandic male was admitted twice over a period of 4 years with a new complete right bundle branch block after ingestion of 10 g and 4 g of carbamazepine respectively.","drug":["carbamazepine"],"drug_indices_start":[156],"drug_indices_end":[169]}
{"text":"Carbamazepine induced right bundle branch block in a Greenlandic patient.","drug":["Carbamazepine"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"Cicatricial entropion associated with chronic dipivefrin application.","drug":["dipivefrin"],"drug_indices_start":[46],"drug_indices_end":[56]}
{"text":"CONCLUSIONS: Cicatrization in the substantia propria of the conjunctiva by excessive lymphocytic infiltration after topically administered antiglaucoma drugs including dipivefrin is a possible mechanism of action for entropion.","drug":["dipivefrin"],"drug_indices_start":[168],"drug_indices_end":[178]}
{"text":"Nine eyes from 6 patients, 74 years to 90 years of age, referred by ophthalmologists for repair of cicatricial entropion after at least 2 years of twice-a-day application of dipivefrin.","drug":["dipivefrin"],"drug_indices_start":[174],"drug_indices_end":[184]}
{"text":"PURPOSE: To report patients who presented to the oculoplastics department for repair of cicatrical entropion after topical use of dipivefrin.","drug":["dipivefrin"],"drug_indices_start":[130],"drug_indices_end":[140]}
{"text":"A 34-year-old lady developed a constellation of dermatitis, fever, lymphadenopathy and hepatitis, beginning on the 17th day of a course of oral sulphasalazine for sero-negative rheumatoid arthritis.","drug":["sulphasalazine"],"drug_indices_start":[144],"drug_indices_end":[158]}
{"text":"It is thought that the clinico-pathological features and chronology of this case bore the hallmarks of the so-called \"3-week sulphasalazine syndrome\", a rare, but often fatal, immunoallergic reaction to sulphasalazine.","drug":["sulphasalazine"],"drug_indices_start":[125,203],"drug_indices_end":[139,217]}
{"text":"The 3-week sulphasalazine syndrome strikes again.","drug":["sulphasalazine"],"drug_indices_start":[11],"drug_indices_end":[25]}
{"text":"Interestingly, the use of carboplatin (CBDCA) and VDS in the subsequent treatment course was well tolerated indicating that the SIADH was most likely to have been induced by administration of CDDP.","drug":["CDDP"],"drug_indices_start":[192],"drug_indices_end":[196]}
{"text":"Syndrome of inappropriate secretion of ADH (SIADH) following cisplatin administration in a pulmonary adenocarcinoma patient with a malignant pleural effusion.","drug":["cisplatin"],"drug_indices_start":[61],"drug_indices_end":[70]}
{"text":"We report a patient with pulmonary adenocarcinoma complicated by the syndrome of inappropriate secretion of antidiuretic hormone (SIADH) following systemic chemotherapy with cisplatin (CDDP) and vindesine (VDS).","drug":["CDDP"],"drug_indices_start":[174,185,195,206],"drug_indices_end":[183,189,204,209]}
{"text":"After extensive neurological 'work up', we realized that the anisocoria was related to the transdermal scopolamine patch that we had prescribed for weaning off the opioid.","drug":["scopolamine"],"drug_indices_start":[103],"drug_indices_end":[114]}
{"text":"Anisocoria from transdermal scopolamine.","drug":["scopolamine"],"drug_indices_start":[28],"drug_indices_end":[39]}
{"text":"De novo absence status of late onset following withdrawal of lorazepam: a case report.","drug":["lorazepam"],"drug_indices_start":[61],"drug_indices_end":[70]}
{"text":"The aim of this report is to describe the clinical and electroencephalographic findings seen in an elderly woman without previous history of seizures who developed a nonconvulsive generalized status epilepticus following acute withdrawal of lorazepam.","drug":["lorazepam"],"drug_indices_start":[241],"drug_indices_end":[250]}
{"text":"Early recognition of hereditary motor and sensory neuropathy type 1 can avoid life-threatening vincristine neurotoxicity.","drug":["vincristine"],"drug_indices_start":[95],"drug_indices_end":[106]}
{"text":"Recognizing early signs of HMSN, such as areflexia and pes cavus deformity, can prevent severe neurotoxicity of polychemotherapy by avoiding vincristine.","drug":["vincristine"],"drug_indices_start":[141],"drug_indices_end":[152]}
{"text":"The disease predisposes to severe vincristine neurotoxicity.","drug":["vincristine"],"drug_indices_start":[34],"drug_indices_end":[45]}
{"text":"We report a 31-year-old women with recurrent Hodgkin's lymphoma and unrecognized HMSN-1 who developed severe motor neuropathy 3 weeks after the first cycle of treatment including 2 mg of vincristine.","drug":["vincristine"],"drug_indices_start":[187],"drug_indices_end":[198]}
{"text":"Acute asymptomatic hepatitis in a healthy normal volunteer exposed to 2 oral doses of amodiaquine and artesunate.","drug":["amodiaquine"],"drug_indices_start":[86,102],"drug_indices_end":[97,112]}
{"text":"This report describes an unexpected drug-induced hepatitis in a previously healthy young woman exposed to 2 doses of amodiaquine and artesunate.","drug":["amodiaquine"],"drug_indices_start":[117,133],"drug_indices_end":[128,143]}
{"text":"Systemic allergic contact dermatitis to 8-methoxypsoralen (8-MOP).","drug":["8-methoxypsoralen"],"drug_indices_start":[40,59],"drug_indices_end":[57,64]}
{"text":"We describe a patient who had a systemic allergic contact dermatitis to 8-MOP develop during her second course of PUVA treatment for psoriasis.","drug":["8-MOP"],"drug_indices_start":[72],"drug_indices_end":[77]}
{"text":"A 33-year-old man with a history of recreational benztropine abuse presented to the emergency department with confusion, abdominal pain, and distention.","drug":["benztropine"],"drug_indices_start":[49],"drug_indices_end":[60]}
{"text":"Agranulocytosis and granulocytopenia associated with quetiapine.","drug":["quetiapine"],"drug_indices_start":[53],"drug_indices_end":[63]}
{"text":"CONCLUSION: Although a definite association has not been proven, clinicians should be aware of the possibility of agranulocytosis while using quetiapine.","drug":["quetiapine"],"drug_indices_start":[142],"drug_indices_end":[152]}
{"text":"METHOD: We describe three case-reports concerning haematological adverse effects of quetiapine.","drug":["quetiapine"],"drug_indices_start":[84],"drug_indices_end":[94]}
{"text":"RESULTS: Quetiapine was associated with leucopenia in two patients and clinically apparent agranulocytosis in one patient.","drug":["Quetiapine"],"drug_indices_start":[9],"drug_indices_end":[19]}
{"text":"CONCLUSIONS: There is very little published information regarding ofloxacin-induced toxic epidermal necrolysis.","drug":["ofloxacin"],"drug_indices_start":[66],"drug_indices_end":[75]}
{"text":"However, a large case-control study included three cases of either Stevens-Johnson syndrome or toxic epidermal necrolysis associated with ofloxacin use, but no details of the cases were given.","drug":["ofloxacin"],"drug_indices_start":[138],"drug_indices_end":[147]}
{"text":"It is hoped that this case report creates awareness that ofloxacin-induced toxic epidermal necrolysis is possible.","drug":["ofloxacin"],"drug_indices_start":[57],"drug_indices_end":[66]}
{"text":"OBJECTIVE: To report a fatal case of toxic epidermal necrolysis in a man who was treated with oral ofloxacin for epididymitis.","drug":["ofloxacin"],"drug_indices_start":[99],"drug_indices_end":[108]}
{"text":"Ofloxacin: a probable cause of toxic epidermal necrolysis.","drug":["Ofloxacin"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"This report rules out other causes of toxic epidermal necrolysis and implicates ofloxacin in what appears to be an atypical presentation of drug-induced toxic epidermal necrolysis.","drug":["ofloxacin"],"drug_indices_start":[80],"drug_indices_end":[89]}
{"text":"A boy with chronic neutropenia and recurrent inflammatory skin lesions developed multiple erythematous nodules following administration of G-CSF.","drug":["G-CSF"],"drug_indices_start":[139],"drug_indices_end":[144]}
{"text":"A girl with cystic fibrosis and cyclic neutropenia developed an erythematous papular eruption without fever or neutrophilia 7 months after commencing therapy with G-CSF.","drug":["G-CSF"],"drug_indices_start":[163],"drug_indices_end":[168]}
{"text":"Neutrophilic dermatoses in two children with idiopathic neutropenia: association with granulocyte colony-stimulating factor (G-CSF) therapy.","drug":["G-CSF"],"drug_indices_start":[86,125],"drug_indices_end":[123,130]}
{"text":"Painful neutrophilic skin lesions were observed in two children receiving granulocyte colony-stimulating factor (G-CSF) for treatment of idiopathic neutropenia.","drug":["G-CSF"],"drug_indices_start":[74,113],"drug_indices_end":[111,118]}
{"text":"We believe that these skin eruptions belong to a spectrum of neutrophilic dermatoses that can be induced or aggravated by G-CSF therapy.","drug":["G-CSF"],"drug_indices_start":[122],"drug_indices_end":[127]}
{"text":"There is a putative role of liothyronine administration in precipitating or activating hyperthyroidism.","drug":["liothyronine"],"drug_indices_start":[28],"drug_indices_end":[40]}
{"text":"Triiodothyronine-induced thyrotoxicosis in ophthalmic Graves disease.","drug":["Triiodothyronine"],"drug_indices_start":[0],"drug_indices_end":[16]}
{"text":"This case report describes the development of asymptomatic visual field defects (VFDs) in a psychiatric patient with bipolar disorder receiving adjunctive tiagabine treatment.","drug":["tiagabine"],"drug_indices_start":[155],"drug_indices_end":[164]}
{"text":"Pulmonary toxicity with mefloquine.","drug":["mefloquine"],"drug_indices_start":[24],"drug_indices_end":[34]}
{"text":"This is the second report of acute lung injury and diffuse alveolar damage caused by mefloquine.","drug":["mefloquine"],"drug_indices_start":[85],"drug_indices_end":[95]}
{"text":"This report presents a case of acute lung injury developing within hours after administration of mefloquine for a low-level Plasmodium falciparum malaria, which was persistent despite halofantrine therapy.","drug":["mefloquine"],"drug_indices_start":[97],"drug_indices_end":[107]}
{"text":"An adult male presented with central blindness after ingesting methanol.","drug":["methanol"],"drug_indices_start":[63],"drug_indices_end":[71]}
{"text":"Reversal of severe methanol-induced visual impairment: no evidence of retinal toxicity due to fomepizole.","drug":["methanol"],"drug_indices_start":[19],"drug_indices_end":[27]}
{"text":"Extra caution should be taken in using octreotide or its long-acting analog in patients otherwise predisposed to intrahepatic bile stasis.","drug":["octreotide"],"drug_indices_start":[39],"drug_indices_end":[49]}
{"text":"Gallstones and bile sludge are common side effects of octreotide therapy but rarely become symptomatic or require treatment.","drug":["octreotide"],"drug_indices_start":[54],"drug_indices_end":[64]}
{"text":"Hepatolithiasis (intrahepatic stone) during octreotide therapy for acromegaly: a case report.","drug":["octreotide"],"drug_indices_start":[44],"drug_indices_end":[54]}
{"text":"In addition to its known effect on gallbladder stasis, octreotide alters bile acid composition and may thus hasten intrahepatic sludge and stone formation.","drug":["octreotide"],"drug_indices_start":[55],"drug_indices_end":[65]}
{"text":"This is the first reported case of hepatolithiasis during octreotide therapy.","drug":["octreotide"],"drug_indices_start":[58],"drug_indices_end":[68]}
{"text":"We report a case of hepatolithiasis (intrahepatic stone) complicated by gram-negative sepsis in a 37 year old male with acromegaly being treated with octreotide.","drug":["octreotide"],"drug_indices_start":[150],"drug_indices_end":[160]}
{"text":"However, in the mid-to-late 1980s, a series of letters to the editor and case reports announced an association between tamoxifen therapy in women with breast cancer and the development of endometrial carcinoma.","drug":["tamoxifen"],"drug_indices_start":[119],"drug_indices_end":[128]}
{"text":"In this healthy population, the relative risk of developing endometrial carcinoma in the tamoxifen arm was 2.54, although when stratified by age, in women over 50, the risk grew to 4.01.","drug":["tamoxifen"],"drug_indices_start":[89],"drug_indices_end":[98]}
{"text":"INH, which is a leading cause of drug eruptions in the above group of drugs was withdrawn.","drug":["INH"],"drug_indices_start":[0],"drug_indices_end":[3]}
{"text":"Isonicotinic acid hydrazide induced anagen effluvium and associated lichenoid eruption.","drug":["Isonicotinic acid hydrazide"],"drug_indices_start":[0],"drug_indices_end":[27]}
{"text":"Such anagen effluvium with lichenoid eruption following INH therapy has not been observed previously.","drug":["INH"],"drug_indices_start":[56],"drug_indices_end":[59]}
{"text":"Linear IgA bullous dermatosis occurring after carbamazepine.","drug":["carbamazepine"],"drug_indices_start":[46],"drug_indices_end":[59]}
{"text":"We report a patient who experienced LABD shortly after starting carbamazepine therapy.","drug":["carbamazepine"],"drug_indices_start":[64],"drug_indices_end":[77]}
{"text":"After a second dose of metoclopramide, these symptoms recurred and were associated with confusion, agitation, fever, diaphoresis, tachypnea, tachycardia, and hypertension.","drug":["metoclopramide"],"drug_indices_start":[23],"drug_indices_end":[37]}
{"text":"CONCLUSIONS: Clinicians should be aware of a risk of serotonin syndrome with serious extrapyramidal reactions in patients receiving sertraline or venlafaxine when metoclopramide is coadministered even in a single, conventional dose.","drug":["metoclopramide"],"drug_indices_start":[132,146,163],"drug_indices_end":[142,157,177]}
{"text":"OBJECTIVE: To report 2 cases of serotonin syndrome with serious extrapyramidal movement disorders occurring when metoclopramide was coadministered with sertraline or venlafaxine.","drug":["metoclopramide"],"drug_indices_start":[113,152,166],"drug_indices_end":[127,162,177]}
{"text":"Serotonin syndrome caused by selective serotonin reuptake-inhibitors-metoclopramide interaction.","drug":["metoclopramide"],"drug_indices_start":[69],"drug_indices_end":[83]}
{"text":"She was administered metoclopramide because of nausea and, within 2 hours, developed agitation, dysarthria, diaphoresis, and a movement disorder.","drug":["metoclopramide"],"drug_indices_start":[21],"drug_indices_end":[35]}
{"text":"She was admitted following a fall and, after being given metoclopramide, developed movement disorder and a period of unresponsiveness.","drug":["metoclopramide"],"drug_indices_start":[57],"drug_indices_end":[71]}
{"text":"A patient suffering from a rare enzyme deficiency developed a malignant neuroleptic syndrome after having been treated with one single dose of haloperidol.","drug":["haloperidol"],"drug_indices_start":[143],"drug_indices_end":[154]}
{"text":"BACKGROUND: reports on delated cutaneous reactions to captopril have been seldom reported.","drug":["captopril"],"drug_indices_start":[54],"drug_indices_end":[63]}
{"text":"Captopril is an angiotensin-converting enzyme (ACE) inhibitor and their cutaneous side-effects are documented, but little has been published concerning the usefulness of patch test when they occur.","drug":["Captopril"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Dermatitis to captopril.","drug":["captopril"],"drug_indices_start":[14],"drug_indices_end":[23]}
{"text":"We presented the case of a patient who developed a cutaneous reaction induced by captopril with positive patch test.","drug":["captopril"],"drug_indices_start":[81],"drug_indices_end":[90]}
{"text":"A 62-year-old Caucasian man with atrial fibrillation who was taking warfarin reported an episode of hematochezia; his international normalized ratio (INR) was 1.74.","drug":["warfarin"],"drug_indices_start":[68],"drug_indices_end":[76]}
{"text":"Warfarin-associated bleeding complication saved life.","drug":["Warfarin"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"Warfarin-associated bleeding generally is considered deleterious; however, in our patient it unmasked an early stage of colon cancer and thus may have saved the patient's life.","drug":["Warfarin"],"drug_indices_start":[0],"drug_indices_end":[8]}
{"text":"A case of polymyositis with dilated cardiomyopathy associated with interferon alpha treatment for hepatitis B.","drug":["interferon alpha"],"drug_indices_start":[67],"drug_indices_end":[83]}
{"text":"In this case, interferon alpha induced polymyositis and cardiomyopathy is diagnosed in a 33-yr-old male patient with history of chronic hepatitis B.","drug":["interferon alpha"],"drug_indices_start":[14],"drug_indices_end":[30]}
{"text":"Polymyositis is a rare complication of interferon alpha treatment as a result of immune-modulating role of the drug itself.","drug":["interferon alpha"],"drug_indices_start":[39],"drug_indices_end":[55]}
{"text":"To treat hepatitis B, interferon alpha was administered until the proximal muscle weakness developed.","drug":["interferon alpha"],"drug_indices_start":[22],"drug_indices_end":[38]}
{"text":"Long-term follow-up after neoplastic seeding complicating percutaneous ethanol injection for treatment of hepatocellular carcinoma.","drug":["ethanol"],"drug_indices_start":[71],"drug_indices_end":[78]}
{"text":"We describe a case of subcutaneous metastasis along the needle track after percutaneous ethanol injection (PEI) for treatment of hepatocellular carcinoma.","drug":["ethanol"],"drug_indices_start":[88],"drug_indices_end":[95]}
{"text":"Aggressive endometrial carcinoma in a breast cancer patient treated with tamoxifen with normal transvaginal ultrasonography.","drug":["tamoxifen"],"drug_indices_start":[73],"drug_indices_end":[82]}
{"text":"Since tamoxifen therapy can induce endometrial disorders, surveillance schemes of women taking tamoxifen have been recommended.","drug":["tamoxifen"],"drug_indices_start":[6,95],"drug_indices_end":[15,104]}
{"text":"We described a very atypical case of a high stage, high grade endometrial cancer associated with tamoxifen in a 64-year-old woman with a past history of breast cancer.","drug":["tamoxifen"],"drug_indices_start":[97],"drug_indices_end":[106]}
{"text":"Beginning ductopenia was present in two, suggesting that itraconazole might be responsible for the occurrence of prolonged drug-induced cholangiopathy.","drug":["itraconazole"],"drug_indices_start":[57],"drug_indices_end":[69]}
{"text":"CONCLUSIONS: Itraconazole-induced liver injury presents with a cholestatic pattern of injury with damage to the interlobular bile ducts, possibly leading to ductopenia.","drug":["Itraconazole"],"drug_indices_start":[13],"drug_indices_end":[25]}
{"text":"Hepatotoxicity related to itraconazole: report of three cases.","drug":["itraconazole"],"drug_indices_start":[26],"drug_indices_end":[38]}
{"text":"METHODS: Three patients with apparent itraconazole-induced liver injury were studied.","drug":["itraconazole"],"drug_indices_start":[38],"drug_indices_end":[50]}
{"text":"The occurrence of acute hepatitis is best known for ketoconazole.","drug":["ketoconazole"],"drug_indices_start":[52],"drug_indices_end":[64]}
{"text":"We report on three patients who developed acute liver damage during therapy with itraconazole, and in whom liver biopsy specimens were obtained.","drug":["itraconazole"],"drug_indices_start":[81],"drug_indices_end":[93]}
{"text":"We suggest that itraconazole should be added to the list of drugs that may be responsible for a drug-induced vanishing bile duct syndrome.","drug":["itraconazole"],"drug_indices_start":[16],"drug_indices_end":[28]}
{"text":"With itraconazole, hepatotoxic reactions have only very rarely been reported, and histologic data are lacking.","drug":["itraconazole"],"drug_indices_start":[5],"drug_indices_end":[17]}
{"text":"Thrombotic stroke associated with the use of porcine factor VIII in a patient with acquired haemophilia.","drug":["porcine factor VIII"],"drug_indices_start":[45],"drug_indices_end":[64]}
{"text":"We have recently encountered a patient with acquired haemophilia who developed a thrombotic left middle cerebral artery distribution stroke while being treated with pFVIII.","drug":["pFVIII"],"drug_indices_start":[165],"drug_indices_end":[171]}
{"text":"We speculate that platelet activation induced by pFVIII may have contributed to thrombosis and suggest that pFVIII be used with caution in elderly patients with pre-existing cardiovascular risk factors.","drug":["pFVIII"],"drug_indices_start":[49,108],"drug_indices_end":[55,114]}
{"text":"Cutaneous sarcoidosis during interferon alfa and ribavirin treatment of hepatitis C virus infection: two cases.","drug":["interferon alfa"],"drug_indices_start":[29,49],"drug_indices_end":[44,58]}
{"text":"There have been more than 20 observations of the appearance or aggravation of this granulomatosis with interferon alfa and more recently with the combination of interferon alfa plus ribavirin.","drug":["interferon alfa"],"drug_indices_start":[103,161,182],"drug_indices_end":[118,176,191]}
{"text":"We report two new cases of sarcoidosis in two patients with hepatitis C virus infection treated with interferon alfa and ribavirin.","drug":["interferon alfa"],"drug_indices_start":[101,121],"drug_indices_end":[116,130]}
{"text":"CONCLUSIONS: Although mirtazapine offers clinicians a combination of strong efficacy and good safety, we suggest bearing SS in mind when prescribing this drug, especially in frail, elderly patients with underlying chronic conditions.","drug":["mirtazapine"],"drug_indices_start":[22],"drug_indices_end":[33]}
{"text":"DISCUSSION: A review of the cases of SS with implication of mirtazapine as the cause was performed.","drug":["mirtazapine"],"drug_indices_start":[60],"drug_indices_end":[71]}
{"text":"OBJECTIVE: To document a case of serotonin syndrome (SS) associated with mirtazapine monotherapy, review the previously reported cases of SS associated with this tetracyclic antidepressant, and discuss the possible pathogenic mechanisms leading to this serious adverse drug reaction.","drug":["mirtazapine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"Severe serotonin syndrome induced by mirtazapine monotherapy.","drug":["mirtazapine"],"drug_indices_start":[37],"drug_indices_end":[48]}
{"text":"Pulmonary toxicity secondary to procarbazine.","drug":["procarbazine"],"drug_indices_start":[32],"drug_indices_end":[44]}
{"text":"A 64-year-old man presented with proteinuria during postoperative interferon (IFN)-beta therapy against malignant melanoma.","drug":["interferon (IFN)-beta"],"drug_indices_start":[],"drug_indices_end":[]}
{"text":"Minimal change nephrotic syndrome developing during postoperative interferon-beta therapy for malignant melanoma.","drug":["interferon-beta"],"drug_indices_start":[66],"drug_indices_end":[81]}
{"text":"To our knowledge this is the first report that demonstrates histological abnormalities of the glomerulus associated with postoperative IFN-beta therapy for the malignant melanoma.","drug":["IFN-beta"],"drug_indices_start":[135],"drug_indices_end":[143]}
{"text":"The authors report two cases of delayed elimination of methotrexate in patients receiving ciprofloxacin, with severe toxicity.","drug":["ciprofloxacin"],"drug_indices_start":[55,90],"drug_indices_end":[67,103]}
{"text":"CONCLUSIONS: Clinicians should be aware of the possible association of thrombocytopenia with lansoprazole and discontinue the drug if thrombocytopenia becomes apparent.","drug":["lansoprazole"],"drug_indices_start":[93],"drug_indices_end":[105]}
{"text":"DISCUSSION: After exclusion of other causes, the onset of thrombocytopenia after administration of lansoprazole, the resolution of the adverse reaction after discontinuation of the drug, and the fact that no other medicines were introduced during this time frame lead us to believe that this was most likely an idiosyncratic thrombocytopenic response to lansoprazole.","drug":["lansoprazole"],"drug_indices_start":[99,354],"drug_indices_end":[111,366]}
{"text":"He was started on oral lansoprazole 60 mg twice daily and, on hospital day 2, his platelet count decreased to 102 x 10(3)\/mm(3); on hospital day 3, the platelet count was 36 x 10(3)\/mm(3).","drug":["lansoprazole"],"drug_indices_start":[23],"drug_indices_end":[35]}
{"text":"Lansoprazole-induced thrombocytopenia.","drug":["Lansoprazole"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"OBJECTIVE: To describe a case of thrombocytopenia associated with the administration of lansoprazole.","drug":["lansoprazole"],"drug_indices_start":[88],"drug_indices_end":[100]}
{"text":"To date, this is the first reported case of what appears to be isolated thrombocytopenia associated with lansoprazole.","drug":["lansoprazole"],"drug_indices_start":[105],"drug_indices_end":[117]}
{"text":"Life-threatening anaphylactoid reaction to amifostine used with concurrent chemoradiotherapy for nasopharyngeal cancer in a patient with dermatomyositis: a case report with literature review.","drug":["amifostine"],"drug_indices_start":[43],"drug_indices_end":[53]}
{"text":"The most common side effects associated with amifostine are nausea, vomiting, hypotension, hypocalcemia and allergic reactions.","drug":["amifostine"],"drug_indices_start":[45],"drug_indices_end":[55]}
{"text":"The patient suffered a life-threatening anaphylactoid reaction to amifostine.","drug":["amifostine"],"drug_indices_start":[66],"drug_indices_end":[76]}
{"text":"Agranulocytosis during clozapine therapy.","drug":["clozapine"],"drug_indices_start":[23],"drug_indices_end":[32]}
{"text":"Granulocytopenia and agranulocytosis are considered among the most dangerous adverse effects of clozapine.","drug":["clozapine"],"drug_indices_start":[96],"drug_indices_end":[105]}
{"text":"The female patient received clozapine in a daily dose of 400 mg, which induced agranulocytosis after 2 months.","drug":["clozapine"],"drug_indices_start":[28],"drug_indices_end":[37]}
{"text":"The male patient was treated with 225-mg\/day clozapine and the time to the diagnosis of agranulocytosis was 6 weeks.","drug":["clozapine"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"A 53-year-old man developed NMS without rigidity while taking olanzapine.","drug":["olanzapine"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"Atypical neuroleptic malignant syndrome associated with olanzapine.","drug":["olanzapine"],"drug_indices_start":[56],"drug_indices_end":[66]}
{"text":"CASE SUMMARY: We report the case of a 31-year-old patient hospitalized due to behavioral alterations and treated with oral zuclopenthixol, an antipsychotic from the thioxanthene family, who developed an acute, painful erection.","drug":["zuclopenthixol"],"drug_indices_start":[123],"drug_indices_end":[137]}
{"text":"CONCLUSIONS: Priapism is an uncommon but potentially serious adverse effect of zuclopenthixol that practitioners, as with many other antipsychotics, should be aware of.","drug":["zuclopenthixol"],"drug_indices_start":[79],"drug_indices_end":[93]}
{"text":"DISCUSSION: The occurrence of priapism in our patient was related to zuclopenthixol.","drug":["zuclopenthixol"],"drug_indices_start":[69],"drug_indices_end":[83]}
{"text":"OBJECTIVE: To present a single case of zuclopenthixol-induced priapism and a literature review.","drug":["zuclopenthixol"],"drug_indices_start":[39],"drug_indices_end":[53]}
{"text":"Priapism associated with zuclopenthixol.","drug":["zuclopenthixol"],"drug_indices_start":[25],"drug_indices_end":[39]}
{"text":"The capacity of zuclopenthixol to induce priapism is thought to be due to its antagonist activity on alpha-adrenergic receptors.","drug":["zuclopenthixol"],"drug_indices_start":[16],"drug_indices_end":[30]}
{"text":"After identification of the index patient, additional inquiry revealed that the patient's mother was hospitalized previously for overwhelming sepsis associated with metamizole use.","drug":["metamizole"],"drug_indices_start":[165],"drug_indices_end":[175]}
{"text":"Metamizole, a nonsteroidal antiinflammatory agent, is prohibited in the United States because of the risk of agranulocytosis but is widely used in Mexico and other countries.","drug":["Metamizole"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Erythropoietin is beneficial in mitomycin-induced hemolytic-uremic syndrome.","drug":["mitomycin"],"drug_indices_start":[32],"drug_indices_end":[41]}
{"text":"We describe a patient who developed HUS after treatment with mitomycin C (total dose 144 mg\/m2) due to a carcinoma of the ascending colon.","drug":["mitomycin C"],"drug_indices_start":[61],"drug_indices_end":[72]}
{"text":"Levofloxacin-induced toxic epidermal necrolysis in an elderly patient.","drug":["Levofloxacin"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"To our knowledge, this case is the first published report of levofloxacin-induced TEN.","drug":["levofloxacin"],"drug_indices_start":[61],"drug_indices_end":[73]}
{"text":"A 31-year-old female developed multiple episodes of grand mal seizures after combination chemotherapy with cisplatin, vinblastine and bleomycin for germ cell ovarian cancer stage Ic.","drug":["bleomycin"],"drug_indices_start":[107,118,134],"drug_indices_end":[116,129,143]}
{"text":"Posterior leukoencephalopathy following cisplatin, bleomycin and vinblastine therapy for germ cell tumor of the ovary.","drug":["bleomycin"],"drug_indices_start":[40,51,65],"drug_indices_end":[49,60,76]}
{"text":"After 5 days of treatment with IL-2, the patient developed a hemorrhagic lesion that progressed to toxic epidermal necrolysis, as well as grade 4 pancytopenia.","drug":["IL-2"],"drug_indices_start":[31],"drug_indices_end":[35]}
{"text":"OBJECTIVE: To report a case of cutaneous and hematologic toxicity in a patient treated with IL-2.","drug":["IL-2"],"drug_indices_start":[92],"drug_indices_end":[96]}
{"text":"Subcutaneous IL-2 is safe and well tolerated, with a mortality rate <3%.","drug":["IL-2"],"drug_indices_start":[13],"drug_indices_end":[17]}
{"text":"Toxic epidermal necrolysis associated with interleukin-2.","drug":["interleukin-2"],"drug_indices_start":[43],"drug_indices_end":[56]}
{"text":"A case of anaphylactoid reaction due solely to the use of Gelofusine in a patient with non-haemorrhagic hypovolaemia is presented, with a discussion on the management and the use of allergy identification jewellery.","drug":["Gelofusine"],"drug_indices_start":[58],"drug_indices_end":[68]}
{"text":"Gelofusine allergy--the need for identification jewellery.","drug":["Gelofusine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"The authors describe valproate-induced hyperammonemia and mental status changes in an 88-year-old man, the first known reported case in an elderly patient.","drug":["valproate"],"drug_indices_start":[21],"drug_indices_end":[30]}
{"text":"Valproate-induced hyperammonemia as a cause of altered mental status.","drug":["Valproate"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Leiomyosarcoma in urinary bladder after cyclophosphamide therapy for retinoblastoma and review of bladder sarcomas.","drug":["cyclophosphamide"],"drug_indices_start":[40],"drug_indices_end":[56]}
{"text":"The epivodes of NMS occured under treatment with clozapine, risperidone, and amisulpride.","drug":["amisulpride"],"drug_indices_start":[49,60,77],"drug_indices_end":[58,71,88]}
{"text":"A 73-year-old woman presented with fever and cough 2 weeks after completing the third cycle of fludarabine for chronic lymphocytic leukemia (CLL).","drug":["fludarabine"],"drug_indices_start":[95],"drug_indices_end":[106]}
{"text":"Fludarabine induced lung toxicity must be considered in all patients who develop unexplained lung disease while receiving fludarabine.","drug":["Fludarabine"],"drug_indices_start":[0,122],"drug_indices_end":[11,133]}
{"text":"Multiple pulmonary nodules: an unusual presentation of fludarabine pulmonary toxicity: case report and review of literature.","drug":["fludarabine"],"drug_indices_start":[55],"drug_indices_end":[66]}
{"text":"This case extends the spectrum of fludarabine pulmonary toxicity to include pulmonary nodules.","drug":["fludarabine"],"drug_indices_start":[34],"drug_indices_end":[45]}
{"text":"To our knowledge, four cases of interstitial pneumonitis associated with fludarabine have been reported in medical literature.","drug":["fludarabine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"Epoprostenol may be associated rarely with severe erythroderma.","drug":["Epoprostenol"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"Severe erythroderma as a complication of continuous epoprostenol therapy.","drug":["epoprostenol"],"drug_indices_start":[52],"drug_indices_end":[64]}
{"text":"We report a case of a patient with pulmonary hypertension and undifferentiated connective tissue disease who, after 2 months of treatment with epoprostenol, presented with rapidly progressive erythema, scaling, nausea and vomiting, and fever.","drug":["epoprostenol"],"drug_indices_start":[143],"drug_indices_end":[155]}
{"text":"A 50-year-old diabetic and hypertensive male patient is reported who had ticlopidine-induced marrow aplasia partially responsive to colony-stimulating factors and corticosteroids, but experienced complete recovery with cyclosporine.","drug":["ticlopidine"],"drug_indices_start":[73],"drug_indices_end":[84]}
{"text":"There is no consensus on the treatment of ticlopidine-induced marrow aplasia.","drug":["ticlopidine"],"drug_indices_start":[42],"drug_indices_end":[53]}
{"text":"Ticlopidine-induced marrow aplasia treated with cyclosporine.","drug":["Ticlopidine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"A 53-year-old man developed lower leg edema 4 weeks after rosiglitazone was increased from 4 mg once\/day to 4 mg twice\/day.","drug":["rosiglitazone"],"drug_indices_start":[58],"drug_indices_end":[71]}
{"text":"A 75-year-old man developed bilateral lower leg edema 6 months after switching from troglitazone to pioglitazone.","drug":["pioglitazone"],"drug_indices_start":[100],"drug_indices_end":[112]}
{"text":"A 77-year-old man developed ankle, hand, and facial swelling 2 weeks after starting rosiglitazone.","drug":["rosiglitazone"],"drug_indices_start":[84],"drug_indices_end":[97]}
{"text":"Two cases of polymorphic ventricular tachycardia induced by the administration of verapamil against paroxysmal supraventricular tachycardia.","drug":["verapamil"],"drug_indices_start":[82],"drug_indices_end":[91]}
{"text":"Verapamil is widely used for the termination of paroxysmal supraventricular tachycardia (PSVT) with little proarrhythmic effect.","drug":["Verapamil"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"We describe two cases of PSVT that changed to non-sustained polymorphic ventricular tachycardia after administration of verapamil.","drug":["verapamil"],"drug_indices_start":[120],"drug_indices_end":[129]}
{"text":"Epsilon-aminocaproic acid and renal complications: case report and review of the literature.","drug":["Epsilon-aminocaproic acid"],"drug_indices_start":[0],"drug_indices_end":[25]}
{"text":"Neonatal mydriasis: intravenous lidocaine adverse reaction.","drug":["lidocaine"],"drug_indices_start":[32],"drug_indices_end":[41]}
{"text":"We present a neonate with a seizure disorder who acutely developed pupillary mydriasis secondary to lidocaine overdose.","drug":["lidocaine"],"drug_indices_start":[100],"drug_indices_end":[109]}
{"text":"We suggest adding this side effect to the list of untoward effects of lidocaine and to the differential diagnosis of fixed dilated pupils in neonates treated with lidocaine.","drug":["lidocaine"],"drug_indices_start":[70,163],"drug_indices_end":[79,172]}
{"text":"Myelodysplasia terminating in acute myeloid leukemia in a hairy cell leukemia patient treated with 2-deoxycoformycin.","drug":["2-deoxycoformycin"],"drug_indices_start":[99],"drug_indices_end":[116]}
{"text":"To the best of our knowledge only two previous cases of AML have been linked to treatment of HCL with purine analogs, both with 2-chlorodeoxyadenosine.","drug":["2-chlorodeoxyadenosine"],"drug_indices_start":[128],"drug_indices_end":[150]}
{"text":"CONCLUSIONS: Peripheral administration of low-dose vasopressin for septic shock should be discouraged because of the risk of ischemic skin complications.","drug":["vasopressin"],"drug_indices_start":[51],"drug_indices_end":[62]}
{"text":"OBJECTIVE: To describe a case of severe skin necrosis resulting from peripheral intravenous administration of low-dose vasopressin in a patient with catecholamine-resistant septic shock.","drug":["vasopressin"],"drug_indices_start":[119],"drug_indices_end":[130]}
{"text":"Skin necrosis after extravasation of low-dose vasopressin administered for septic shock.","drug":["vasopressin"],"drug_indices_start":[46],"drug_indices_end":[57]}
{"text":"Mitomycin-C induced hemolytic uremic syndrome: a case report.","drug":["Mitomycin-C"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Mitomycin-C is used widely in the treatment of malignancies and is associated with serious dose related adverse effects including the occurrence of hemolytic uremic syndrome.","drug":["Mitomycin-C"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Although vasculitis has been reported in the course of hairy cell leukaemia, it has only rarely been reported as the consequence of cladribine treatment.","drug":["cladribine"],"drug_indices_start":[132],"drug_indices_end":[142]}
{"text":"Systemic vasculitis complicating hairy cell leukaemia treatment with cladribine.","drug":["cladribine"],"drug_indices_start":[69],"drug_indices_end":[79]}
{"text":"We describe a 73-year-old woman who developed serious systemic vasculitis with associated thrombocytopenia in the course of treatment with cladribine.","drug":["cladribine"],"drug_indices_start":[139],"drug_indices_end":[149]}
{"text":"Drug-induced mammary hyperplasias have been reported as rare complications of D-penicillamine and Neothetazone.","drug":["D-penicillamine"],"drug_indices_start":[78,98],"drug_indices_end":[93,110]}
{"text":"Gigantomastia induced by bucillamine.","drug":["bucillamine"],"drug_indices_start":[25],"drug_indices_end":[36]}
{"text":"Retrospectively, bucillamine was believed to be the cause of the giant hypertrophy because of its structural similarity to D-penicillamine, which was the subject of an abundance of reports of mammary hyperplasia.","drug":["bucillamine"],"drug_indices_start":[17,123],"drug_indices_end":[28,138]}
{"text":"The authors report the first case of bucillamine-induced giant mammary hyperplasia.","drug":["bucillamine"],"drug_indices_start":[37],"drug_indices_end":[48]}
{"text":"The authors describe three families in whom the occurrence of FVS in all the siblings strongly suggests hereditary susceptibility to valproic acid-induced adverse outcome.","drug":["valproic acid"],"drug_indices_start":[133],"drug_indices_end":[146]}
{"text":"The fetal valproate syndrome (FVS) is characterized by distinctive facial appearance, major and minor malformations, and developmental delay.","drug":["valproate"],"drug_indices_start":[10],"drug_indices_end":[19]}
{"text":"Valproate embryopathy in three sets of siblings: further proof of hereditary susceptibility.","drug":["Valproate"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Generalised pustular psoriasis induced by cyclosporin a withdrawal responding to the tumour necrosis factor alpha inhibitor etanercept.","drug":["cyclosporin a"],"drug_indices_start":[42],"drug_indices_end":[55]}
{"text":"We report a 50-year-old male patient with a 15-year history of psoriasis including mutilating psoriatic arthritis, in whom the withdrawal of cyclosporin A induced a generalised pustular exacerbation and a aggravation of the joint condition.","drug":["cyclosporin A"],"drug_indices_start":[141],"drug_indices_end":[154]}
{"text":"The first case concerns a 70-year-old man who developed severe aplastic anemia 7 weeks after treatment with 500 mg of ticlopidine daily.","drug":["ticlopidine"],"drug_indices_start":[118],"drug_indices_end":[129]}
{"text":"The second was an 82-year-old man receiving ticlopidine for 2 years when, during a febrile episode, he was found neutropenic with marrow aplasia.","drug":["ticlopidine"],"drug_indices_start":[44],"drug_indices_end":[55]}
{"text":"Ticlopidine-induced aplastic anemia (TIAA) is considered very uncommon.","drug":["Ticlopidine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Ticlopidine-induced aplastic anemia: two new case reports, review, and meta-analysis of 55 additional cases.","drug":["Ticlopidine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"When the data of the 57 patients are evaluated, a reversible direct cytotoxic effect of ticlopidine on the pluripotent\/bipotent hematopoietic progenitor stem cell is proposed.","drug":["ticlopidine"],"drug_indices_start":[88],"drug_indices_end":[99]}
{"text":"Fixed drug eruption to rofecoxib.","drug":["rofecoxib"],"drug_indices_start":[23],"drug_indices_end":[32]}
{"text":"Rofecoxib, used for dysmenorrhea, caused a herpetiform fixed drug eruption predominantly involving the lips with classic clinical and histological findings in a red-brown lesion on the dorsal hand.","drug":["Rofecoxib"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"A patient who had been treated with large doses of thyroid hormone for several years developed features of secondary hypothyroidism after thyroid hormone withdrawal.","drug":["thyroid hormone"],"drug_indices_start":[51,138],"drug_indices_end":[66,153]}
{"text":"BACKGROUND: Gemcitabine has mild renal toxicity, but cases of gemcitabine-associated hemolytic-uremic syndrome (HUS) have been reported.","drug":["gemcitabine"],"drug_indices_start":[12,62],"drug_indices_end":[23,73]}
{"text":"CONCLUSION: There are only a few confirmed cases of gemcitabine-associated HUS despite the widespread use of the drug.","drug":["gemcitabine"],"drug_indices_start":[52],"drug_indices_end":[63]}
{"text":"Gemcitabine-associated hemolytic-uremic syndrome.","drug":["Gemcitabine"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Mean time between initiation of gemcitabine therapy and onset of HUS was 7.4 +\/- 3.5 months, or 21.9 +\/- 10.9 doses of gemcitabine.","drug":["gemcitabine"],"drug_indices_start":[32,119],"drug_indices_end":[43,130]}
{"text":"METHODS: A case is presented of a 45-year-old woman on prolonged gemcitabine treatment for ovarian cancer who developed HUS and recovered after drug discontinuation.","drug":["gemcitabine"],"drug_indices_start":[65],"drug_indices_end":[76]}
{"text":"RESULTS: Including our own patient, a total of 26 cases of gemcitabine-associated HUS were identified.","drug":["gemcitabine"],"drug_indices_start":[59],"drug_indices_end":[70]}
{"text":"An amiodarone optic neuropathy has been described.","drug":["amiodarone"],"drug_indices_start":[3],"drug_indices_end":[13]}
{"text":"Biomicroscopy revealed amiodarone corneal deposits.","drug":["amiodarone"],"drug_indices_start":[23],"drug_indices_end":[33]}
{"text":"CASE REPORT: Soon after initiation of amiodarone HCl (200 mg\/day), a 76-year-old man came to us with symptoms of visual \"shining,\" glare, color vision anomalies, and gradually decreased vision.","drug":["amiodarone HCl"],"drug_indices_start":[38],"drug_indices_end":[52]}
{"text":"Visual changes secondary to initiation of amiodarone: a case report and review involving ocular management in cardiac polypharmacy.","drug":["amiodarone"],"drug_indices_start":[42],"drug_indices_end":[52]}
{"text":"While both amiodarone and digoxin can cause permanent visual changes, the ocular effects are often reversible.","drug":["amiodarone"],"drug_indices_start":[11,26],"drug_indices_end":[21,33]}
{"text":"Infant twins sustained severe circumoral and pharyngeal burns from a concentrated solution of benzalkonium (Zephiran) chloride prescribed for treatment of candidiasis.","drug":["benzalkonium"],"drug_indices_start":[94,108],"drug_indices_end":[106,116]}
{"text":"CONCLUSION: Long-term treatment with rifabutin may have a reversible and previously undescribed side-effect on retinal function.","drug":["rifabutin"],"drug_indices_start":[37],"drug_indices_end":[46]}
{"text":"PURPOSE: To describe the clinical and electrophysiological findings in a young boy with decreased vision possibly due to retinal damage by rifabutin.","drug":["rifabutin"],"drug_indices_start":[139],"drug_indices_end":[148]}
{"text":"Retinal dysfunction and anterior segment deposits in a patient treated with rifabutin.","drug":["rifabutin"],"drug_indices_start":[76],"drug_indices_end":[85]}
{"text":"We suggest that objective evaluation of retinal function with electrophysiological methods should be performed in patients with visual disturbance during treatment with rifabutin.","drug":["rifabutin"],"drug_indices_start":[169],"drug_indices_end":[178]}
{"text":"A case is presented of a patient who experienced benzodiazepine withdrawal symptoms on discontinuation of nefazodone, an antidepressant that inhibits the cytochrome P450 3A4 isoenzyme.","drug":["nefazodone"],"drug_indices_start":[106],"drug_indices_end":[116]}
{"text":"A case of SIADH induced by mizoribin administration.","drug":["mizoribin"],"drug_indices_start":[27],"drug_indices_end":[36]}
{"text":"ADH hypersecretion in relation to plasma osmolality was reversed by mizoribin withdrawal, suggesting that bredinin might adversely induce SIADH.","drug":["mizoribin"],"drug_indices_start":[68,106],"drug_indices_end":[77,114]}
{"text":"In summary, we report herein the first case of SIADH believed to be an adverse effect of mizoribin, which may therefore needed to be added to the list of drugs which can induce SIADH.","drug":["mizoribin"],"drug_indices_start":[89],"drug_indices_end":[98]}
{"text":"We describe a 74-year-old man with rheumatoid arthritis (RA) who developed syndrome of inappropriate secretion of antidiuretic hormone (SIADH) 1.5 months after commencement of mizoribin prescription when his arthritis was improved.","drug":["mizoribin"],"drug_indices_start":[176],"drug_indices_end":[185]}
{"text":"The disease-modifying drugs he was taking, cyclosporin and methotrexate, were stopped, and the lymphoma resolved spontaneously without the use of chemotherapy.","drug":["cyclosporin"],"drug_indices_start":[43,59],"drug_indices_end":[54,71]}
{"text":"Acute onset of nephrotic syndrome during interferon-alpha retreatment for chronic active hepatitis C.","drug":["interferon-alpha"],"drug_indices_start":[41],"drug_indices_end":[57]}
{"text":"We herein report this rare case of acute onset of nephrotic syndrome during interferon-alpha retreatment.","drug":["interferon-alpha"],"drug_indices_start":[76],"drug_indices_end":[92]}
{"text":"A 21-year-old man with Tourette's syndrome, pedophilia, Asperger's syndrome, and multiple sclerosis experienced seizures after receiving therapy with interferon beta-1a.","drug":["interferon beta-1a"],"drug_indices_start":[150],"drug_indices_end":[168]}
{"text":"Seizures and extrapyramidal symptoms in a patient with Tourette's syndrome, Asperger's syndrome, and multiple sclerosis treated with interferon beta-1a and clomipramine.","drug":["clomipramine"],"drug_indices_start":[133,156],"drug_indices_end":[151,168]}
{"text":"A 68-year-old female patient with advanced ovarian carcinoma collapsed whilst receiving a carboplatin and cyclophosphamide infusion.","drug":["carboplatin"],"drug_indices_start":[90,106],"drug_indices_end":[101,122]}
{"text":"Carboplatin hypersensitivity presenting as coronary vasospasm - a case report.","drug":["Carboplatin"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Hypersensitivity to carboplatin is a rare but real complication of therapy and should be considered in patients presenting with hyperacute changes on ECG whilst receiving carboplatin therapy.","drug":["carboplatin"],"drug_indices_start":[20,171],"drug_indices_end":[31,182]}
{"text":"A 60-year-old white man with chronic bronchitis was noted to develop acute respiratory failure and metabolic acidosis four days after being started on methazolamide (Neptazane) for an ophthalmologic problem.","drug":["methazolamide"],"drug_indices_start":[151,166],"drug_indices_end":[164,175]}
{"text":"Capecitabine was discontinued and the allergic reactions resolved after the woman took diphenhydramine for 1 week.","drug":["Capecitabine"],"drug_indices_start":[0],"drug_indices_end":[12]}
{"text":"CONCLUSIONS: The use of fluorouracil treatment with careful monitoring can be considered in a patient with mild allergic reactions to capecitabine.","drug":["capecitabine"],"drug_indices_start":[134],"drug_indices_end":[146]}
{"text":"Fluorouracil for allergic reactions to capecitabine.","drug":["capecitabine"],"drug_indices_start":[39],"drug_indices_end":[51]}
{"text":"It was postulated that the allergic reaction was most likely caused by capecitabine or the intermediate metabolites based on the immediate reappearance of symptoms from the rechallenge, pharmacokinetic data, and well-tolerance of fluorouracil.","drug":["capecitabine"],"drug_indices_start":[71],"drug_indices_end":[83]}
{"text":"OBJECTIVE: To report the safe use of fluorouracil in a patient with breast cancer who had allergic reactions to capecitabine.","drug":["capecitabine"],"drug_indices_start":[112],"drug_indices_end":[124]}
{"text":"She developed a generalized rash and itching, sore throat, and dizziness approximately 4 hours after the first dose of capecitabine.","drug":["capecitabine"],"drug_indices_start":[119],"drug_indices_end":[131]}
{"text":"After five and six weeks of continuous oral administration of methylprednisolone, the boys developed steroid diabetes.","drug":["methylprednisolone"],"drug_indices_start":[62],"drug_indices_end":[80]}
{"text":"Reduction of methylprednisolone dosage rather than insulin therapy resulted in better control of glycemia.","drug":["methylprednisolone"],"drug_indices_start":[13],"drug_indices_end":[31]}
{"text":"Contrary to previous recommendations, our experience cautions against the further use of high-dose cytarabine in patients who develop PPE, and is a timely reminder of the potential toxicity of this agent, which is now increasingly being used as first-line treatment in the management of haematologic malignancies.","drug":["cytarabine"],"drug_indices_start":[99],"drug_indices_end":[109]}
{"text":"It has been suggested that PPE caused by cytarabine does not recur with subsequent cytarabine re-challenge.","drug":["cytarabine"],"drug_indices_start":[41,83],"drug_indices_end":[51,93]}
{"text":"Recurrent palmar-plantar erythrodysaesthesia following high-dose cytarabine treatment for acute lymphoblastic leukemia.","drug":["cytarabine"],"drug_indices_start":[65],"drug_indices_end":[75]}
{"text":"We report a patient with recurrent, increasingly severe episodes of PPE, ultimately complicated by a severe bullous eruption, following successive cycles of high-dose cytarabine for the treatment of acute lymphoblastic leukaemia.","drug":["cytarabine"],"drug_indices_start":[167],"drug_indices_end":[177]}
{"text":"Atypical endometriosis may act as a precancerous lesion in the process of tamoxifen-induced malignant transformation of endometriosis.","drug":["tamoxifen"],"drug_indices_start":[74],"drug_indices_end":[83]}
{"text":"BACKGROUND: Ovarian cancer arising from an endometriotic cyst in a postmenopausal woman under tamoxifen therapy is rare.","drug":["tamoxifen"],"drug_indices_start":[94],"drug_indices_end":[103]}
{"text":"CONCLUSION: Tamoxifen may cause malignant transformation of endometriosis through atypical endometriosis even in the postmenopausal state.","drug":["Tamoxifen"],"drug_indices_start":[12],"drug_indices_end":[21]}
{"text":"Ovarian endometrioid adenocarcinoma arising from an endometriotic cyst in a postmenopausal woman under tamoxifen therapy for breast cancer: a case report.","drug":["tamoxifen"],"drug_indices_start":[103],"drug_indices_end":[112]}
{"text":"Clinical, spectroscopic, and imaging abnormalities resolved with discontinuation of metronidazole.","drug":["metronidazole"],"drug_indices_start":[84],"drug_indices_end":[97]}
{"text":"Proton MRS examination demonstrated a persistent lactate elevation during metronidazole treatment.","drug":["metronidazole"],"drug_indices_start":[74],"drug_indices_end":[87]}
{"text":"Reversible MR imaging and MR spectroscopy abnormalities in association with metronidazole therapy.","drug":["metronidazole"],"drug_indices_start":[76],"drug_indices_end":[89]}
{"text":"After nine previous uncomplicated cycles she developed severe anaphylaxis to cisplatin.","drug":["cisplatin"],"drug_indices_start":[77],"drug_indices_end":[86]}
{"text":"Anaphylaxis to cisplatin following nine previous uncomplicated cycles.","drug":["cisplatin"],"drug_indices_start":[15],"drug_indices_end":[24]}
{"text":"Anaphylaxis to cisplatin is an infrequent life-threatening complication which may occur even in patients who have received prior treatment with cisplatin.","drug":["cisplatin"],"drug_indices_start":[15,144],"drug_indices_end":[24,153]}
{"text":"Although isradipine has been associated with hepatocellular injury, there are no reports of fulminant liver failure with this agent, and our patient had been treated for >2 years without signs of toxicity.","drug":["isradipine"],"drug_indices_start":[9],"drug_indices_end":[19]}
{"text":"A second possibility is an interaction between clarithromycin and isradipine, potentially increasing the hepatic toxicity of isradipine.","drug":["clarithromycin"],"drug_indices_start":[47,66,125],"drug_indices_end":[61,76,135]}
{"text":"CASE SUMMARY: A 58-year-old white woman developed fulminant liver failure while being treated with the macrolide antibiotic clarithromycin for pneumonia.","drug":["clarithromycin"],"drug_indices_start":[124],"drug_indices_end":[138]}
{"text":"CONCLUSIONS: Clarithromycin may be a cause of fulminant liver failure either alone or by inhibiting the metabolism of other drugs.","drug":["Clarithromycin"],"drug_indices_start":[13],"drug_indices_end":[27]}
{"text":"Fulminant liver failure associated with clarithromycin.","drug":["clarithromycin"],"drug_indices_start":[40],"drug_indices_end":[54]}
{"text":"OBJECTIVE: To report a patient developing fulminant liver failure while being treated with clarithromycin for pneumonia.","drug":["clarithromycin"],"drug_indices_start":[91],"drug_indices_end":[105]}
{"text":"The most likely cause of liver failure in this patient was, therefore, clarithromycin, which undergoes hepatic metabolism and has been reported to cause fulminant hepatic failure.","drug":["clarithromycin"],"drug_indices_start":[71],"drug_indices_end":[85]}
{"text":"A paradoxical ocular effect of brimonidine.","drug":["brimonidine"],"drug_indices_start":[31],"drug_indices_end":[42]}
{"text":"CONCLUSION: Under certain circumstances topical brimonidine can cause paradoxical raised IOP necessitating vigilance in follow-up of patients on topical brimonidine.","drug":["brimonidine"],"drug_indices_start":[48,153],"drug_indices_end":[59,164]}
{"text":"PURPOSE: We report an unusual paradoxical effect of brimonidine.","drug":["brimonidine"],"drug_indices_start":[52],"drug_indices_end":[63]}
{"text":"RESULTS: Brimonidine was observed to cause IOP elevation, confirmed on rechallenge, scoring 8 (strong probability) on an adverse drug reaction probability score.","drug":["Brimonidine"],"drug_indices_start":[9],"drug_indices_end":[20]}
{"text":"Although gabapentin withdrawal has been previously reported and usually consists of anxiety, diaphoresis, and palpitations, this is the first reported patient with generalized seizures and status epilepticus secondary to gabapentin withdrawal.","drug":["gabapentin"],"drug_indices_start":[9,221],"drug_indices_end":[19,231]}
{"text":"Gabapentin withdrawal presenting as status epilepticus.","drug":["Gabapentin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Although visual hallucinations have not been reported as an adverse effect of this agent, we describe three patients who experienced complex visual hallucinations and altered mental status after zonisamide treatment was begun or its dosage increased.","drug":["zonisamide"],"drug_indices_start":[195],"drug_indices_end":[205]}
{"text":"Visual hallucinations associated with zonisamide.","drug":["zonisamide"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Doxycycline-induced hypoglycemia in a nondiabetic young man.","drug":["Doxycycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We report the first case of doxycycline-induced hypoglycemia in a young nondiabetic man.","drug":["doxycycline"],"drug_indices_start":[28],"drug_indices_end":[39]}
{"text":"For patients who suffer from osteogenic sarcoma and have anaphylactic reactions to MTX, this desensitization protocol will allow these patients to continue with needed therapeutic or palliative chemotherapy.","drug":["MTX"],"drug_indices_start":[83],"drug_indices_end":[86]}
{"text":"He had an immediate hypersensitivity reaction during the initiation of the MTX infusion with diffuse urticaria, facial swelling, cough, and chest tightness.","drug":["MTX"],"drug_indices_start":[75],"drug_indices_end":[78]}
{"text":"He was later skin tested to confirm allergy to MTX.","drug":["MTX"],"drug_indices_start":[47],"drug_indices_end":[50]}
{"text":"Successful desensitization to high-dose methotrexate after systemic anaphylaxis.","drug":["methotrexate"],"drug_indices_start":[40],"drug_indices_end":[52]}
{"text":"The successful development and implementation of this protocol will have impact on patients who have anaphylactic reactions to MTX but require this medication for specific diseases.","drug":["MTX"],"drug_indices_start":[127],"drug_indices_end":[130]}
{"text":"The authors report a case of Balint syndrome with irreversible posterior leukoencephalopathy on MRI following intrathecal methotrexate and cytarabine.","drug":["cytarabine"],"drug_indices_start":[122,139],"drug_indices_end":[134,149]}
{"text":"We present a unique case of GTBM in a patient with myeloma following treatment with Melphalan.","drug":["Melphalan"],"drug_indices_start":[84],"drug_indices_end":[93]}
{"text":"Patients with lymphoblastic lymphoma who had treatment with L-asparaginase and steroid are predisposed to the development of cortical venous thrombosis and may have this syndrome in addition to a dural puncture headache.","drug":["L-asparaginase"],"drug_indices_start":[60],"drug_indices_end":[74]}
{"text":"Interstitial pneumonitis associated with sirolimus: a dilemma for lung transplantation.","drug":["sirolimus"],"drug_indices_start":[41],"drug_indices_end":[50]}
{"text":"Rapamycin\/sirolimus-induced pneumonitis has been described previously in renal transplant recipients, and this report describes a stable heart-lung transplant recipient who developed a pulmonary infiltrate that reversed after ceasing SR therapy.","drug":["Rapamycin"],"drug_indices_start":[0,10,234],"drug_indices_end":[9,19,236]}
{"text":"Rapamycin\/sirolimus (SR), trade named Rapammune (Wyeth-Ayerst, Sydney, Australia), is a potent immunosuppressive drug associated with myelosuppression, hypertension, hyperlipidemia, and infection.","drug":["Rapammune"],"drug_indices_start":[0,10,21,38],"drug_indices_end":[9,19,23,47]}
{"text":"A 16-year-old boy developed fever, generalized rigidity, leukocytosis, and increased serum transaminase and creatine kinase levels while receiving treatment with olanzapine and lithium.","drug":["lithium"],"drug_indices_start":[162,177],"drug_indices_end":[172,184]}
{"text":"Concomitant administration of lithium with olanzapine may place patients at risk for NMS.","drug":["lithium"],"drug_indices_start":[30,43],"drug_indices_end":[37,53]}
{"text":"Neuroleptic malignant syndrome in an adolescent receiving olanzapine-lithium combination therapy.","drug":["lithium"],"drug_indices_start":[58,69],"drug_indices_end":[68,76]}
{"text":"Both 6-MP and AZA are widely used and are known to cause hepatotoxicity in a proportion of patients.","drug":["6-MP"],"drug_indices_start":[5,14],"drug_indices_end":[9,17]}
{"text":"Hepatotoxicity associated with 6-thioguanine therapy for Crohn's disease.","drug":["6-thioguanine"],"drug_indices_start":[31],"drug_indices_end":[44]}
{"text":"This case highlights the need to monitor liver enzymes in patients treated with 6-TG and identifies the need for additional research focused on the mechanism of thiopurine-induced hepatic injury.","drug":["thiopurine"],"drug_indices_start":[161],"drug_indices_end":[171]}
{"text":"We believe the temporal association of the abnormal liver enzymes in this patient, in the absence of other offending agents, argues strongly in favor of 6-TG as a cause of liver enzyme abnormalities.","drug":["6-TG"],"drug_indices_start":[153],"drug_indices_end":[157]}
{"text":"We describe a case of significant elevation of serum transaminases in a patient treated with 6-TG for a flare of Crohn's disease.","drug":["6-TG"],"drug_indices_start":[93],"drug_indices_end":[97]}
{"text":"Early peritoneal dialysis has not previously been reported for lisinopril induced multiorgan failure.","drug":["lisinopril"],"drug_indices_start":[63],"drug_indices_end":[73]}
{"text":"We observed transient panhypogammaglobulinaemia in a patient with neuropsychiatric SLE after treatment with prednisolone and cyclophosphamide.","drug":["cyclophosphamide"],"drug_indices_start":[108,125],"drug_indices_end":[120,141]}
{"text":"Fulminant hepatic failure developed in a 24-year-old black woman who had been treated with propylthiouracil and propranolol for hyperthyroidism.","drug":["propranolol"],"drug_indices_start":[91,112],"drug_indices_end":[107,123]}
{"text":"Fulminant hepatitis and lymphocyte sensitization due to propylthiouracil.","drug":["propylthiouracil"],"drug_indices_start":[56],"drug_indices_end":[72]}
{"text":"These observations indicate that submassive hepatic necrosis may result from treatment with propylthiouracil and are consistent with the notion that sensitization mechanisms may be responsible for the hepatic injury induced by this drug.","drug":["propylthiouracil"],"drug_indices_start":[92],"drug_indices_end":[108]}
{"text":"The diagnosis of hypothermia was delayed until it was apparent for several days but resolved with the discontinuation of risperidone and continuation of clozapine.","drug":["risperidone"],"drug_indices_start":[121],"drug_indices_end":[132]}
{"text":"This is a case report of subtle, mild hypothermia in a 54-year old female patient receiving risperidone for schizophrenia.","drug":["risperidone"],"drug_indices_start":[92],"drug_indices_end":[103]}
{"text":"Akathisia is a relatively rare side effect with the newer atypical antipsychotic agents, particularly clozapine, and is easily misdiagnosed in children.","drug":["clozapine"],"drug_indices_start":[102],"drug_indices_end":[111]}
{"text":"Clozapine-induced akathisia in children with schizophrenia.","drug":["Clozapine"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"Two cases of childhood-onset schizophrenia associated with clozapine-induced akathisia responsive to beta-blocker treatment are described.","drug":["clozapine"],"drug_indices_start":[59],"drug_indices_end":[68]}
{"text":"After reviewing the literature we suggest the CPM was a complication of lithium toxicity which affected the lateral geniculate nucleus which produced blindness.","drug":["lithium"],"drug_indices_start":[72],"drug_indices_end":[79]}
{"text":"Central pontine myelinolysis manifested by temporary blindness: a possible complication of lithium toxicity.","drug":["lithium"],"drug_indices_start":[91],"drug_indices_end":[98]}
{"text":"Antithyroid treatment with propylthiouracil (PTU) resulted in elevated hepatic enzymes and after the 12th week of pregnancy treatment was changed to carbimazole (CBZ).","drug":["propylthiouracil"],"drug_indices_start":[27,45],"drug_indices_end":[43,48]}
{"text":"Successful treatment with carbimazole of a hyperthyroid pregnancy with hepatic impairment after propylthiouracil administration: a case report.","drug":["propylthiouracil"],"drug_indices_start":[96],"drug_indices_end":[112]}
{"text":"Interferon-alpha (IFN-alpha) may precipitate or exacerbate the occurrence of MPGN.","drug":["IFN-alpha"],"drug_indices_start":[0,18],"drug_indices_end":[16,27]}
{"text":"Minimal change disease in a patient receiving IFN-alpha therapy for chronic hepatitis C virus infection.","drug":["IFN-alpha"],"drug_indices_start":[46],"drug_indices_end":[55]}
{"text":"A 58-yr-old male patient with essential thrombocythaemia (ET) developed chronic myeloid leukaemia (CML) after continuous uneventful treatment with hydroxyurea for 18 yr.","drug":["hydroxyurea"],"drug_indices_start":[147],"drug_indices_end":[158]}
{"text":"Emergence of Philadelphia positive chronic myeloid leukaemia during treatment with hydroxyurea for Philadelphia negative essential thrombocythaemia.","drug":["hydroxyurea"],"drug_indices_start":[83],"drug_indices_end":[94]}
{"text":"There are no previous reports in the literature about the emergence of CML during treatment with hydroxyurea.","drug":["hydroxyurea"],"drug_indices_start":[97],"drug_indices_end":[108]}
{"text":"His fever resolved, but he developed symptoms consistent with those of chloroquine toxicity.","drug":["chloroquine"],"drug_indices_start":[71],"drug_indices_end":[82]}
{"text":"OBJECTIVE: To report a case of severe chloroquine toxicity in the presence of high-grade chloroquine-resistant Plasmodium vivax.","drug":["chloroquine"],"drug_indices_start":[38,89],"drug_indices_end":[49,100]}
{"text":"Toxicity related to chloroquine treatment of resistant vivax malaria.","drug":["chloroquine"],"drug_indices_start":[20],"drug_indices_end":[31]}
{"text":"A 72-year-old woman with a history of thyrotoxicosis presented with sore throat and fever two weeks after starting carbimazole.","drug":["carbimazole"],"drug_indices_start":[115],"drug_indices_end":[126]}
{"text":"Treatment of carbimazole-induced agranulocytosis and sepsis with granulocyte colony stimulating factor.","drug":["carbimazole"],"drug_indices_start":[13],"drug_indices_end":[24]}
{"text":"We present the management of agranulocytosis and neutropenic sepsis secondary to carbimazole with recombinant human granulocyte colony stimulating factor (G-CSF).","drug":["carbimazole"],"drug_indices_start":[81],"drug_indices_end":[92]}
{"text":"Comeoscleral perforation after pterygium excision and intraoperative mitomycin C.","drug":["mitomycin C"],"drug_indices_start":[69],"drug_indices_end":[80]}
{"text":"To the best of our knowledge, corneoscleral melting in the first postoperative week after a single intraoperative application of mitomycin C has not been reported.","drug":["mitomycin C"],"drug_indices_start":[129],"drug_indices_end":[140]}
{"text":"A 71-year-old man, who had a history of a previous bullous drug reaction to a sulfonamide, began receiving an ophthalmic preparation that contained sulfacetamide sodium.","drug":["sulfonamide"],"drug_indices_start":[78],"drug_indices_end":[89]}
{"text":"The patient received only the ophthalmic sulfonamide, and it was used for one day, but he developed Stevens-Johnson syndrome.","drug":["sulfonamide"],"drug_indices_start":[41],"drug_indices_end":[52]}
{"text":"The sulfonamides are the best verified drug-trigger for erythema multiforme and Stevens-Johnson syndrome.","drug":["sulfonamides"],"drug_indices_start":[4],"drug_indices_end":[16]}
{"text":"Based on these findings, the patient was diagnosed with diabetes insipidus secondary to lithium therapy and was treated successfully with amiloride.","drug":["lithium"],"drug_indices_start":[88],"drug_indices_end":[95]}
{"text":"Clinicians have been aware of lithium toxicity for many years and traditionally have administered thiazide diuretics for lithium-induced polyuria and nephrogenic diabetes insipidus.","drug":["lithium"],"drug_indices_start":[30,121],"drug_indices_end":[37,128]}
{"text":"Treatment of lithium-induced diabetes insipidus with amiloride.","drug":["lithium"],"drug_indices_start":[13],"drug_indices_end":[20]}
{"text":"Systemic capillary leak syndrome after granulocyte colony-stimulating factor (G-CSF).","drug":["G-CSF"],"drug_indices_start":[39,78],"drug_indices_end":[76,83]}
{"text":"We present two cases in which both patients suffered with CLS, which we believe was caused following administration of granulocyte colony-stimulating factor, to our knowledge not described in the intensive care patient previously.","drug":["granulocyte colony-stimulating factor"],"drug_indices_start":[119],"drug_indices_end":[156]}
{"text":"FK506, which began to be administered 12 days earlier, rose to a level of 44 ng\/mL (normal range, 10-20 ng\/mL) 1 day before neurologic abnormalities began.","drug":["FK506"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"Rapid identification of speech loss linked to FK506 may be important because reduction or cessation of the drug may be associated with reverse of speech loss.","drug":["FK506"],"drug_indices_start":[46],"drug_indices_end":[51]}
{"text":"Tacrolimus (FK506), an immunosuppressant, has been associated with mutism in adults after liver transplant.","drug":["FK506"],"drug_indices_start":[0,12],"drug_indices_end":[10,17]}
{"text":"Tacrolimus (FK506)-induced mutism after liver transplant.","drug":["FK506"],"drug_indices_start":[0,12],"drug_indices_end":[10,17]}
{"text":"Does the use of insulin in a patient with liver dysfunction increase water retention in the body, i.e. cause insulin oedema?","drug":["insulin"],"drug_indices_start":[16,109],"drug_indices_end":[23,116]}
{"text":"Soon after introduction of insulin therapy, she developed severe anasarca, including marked peripheral oedema, ascites and pleural effusion.","drug":["insulin"],"drug_indices_start":[27],"drug_indices_end":[34]}
{"text":"The induced hyperglycaemia could not be controlled sufficiently, despite a high dose of insulin (> 110 units\/day), suggesting the existence of insulin insensitivity and hyperinsulinaemia.","drug":["insulin"],"drug_indices_start":[88,143,174],"drug_indices_end":[95,150,181]}
{"text":"We conjectured that the side effects of insulin, such as anti-natriuresis and increased vascular permeability, might be pronounced in the presence of the hepatic dysfunction that accompanies insulin insensitivity, hyperinsulinaemia and hypoalbuminaemia.","drug":["insulin"],"drug_indices_start":[40,191,219],"drug_indices_end":[47,198,226]}
{"text":"While 40 mg\/day of prednisolone improved hepatic dysfunction dramatically, her diabetic milieu deteriorated seriously.","drug":["prednisolone"],"drug_indices_start":[19],"drug_indices_end":[31]}
{"text":"Intrathecal methotrexate-induced acute cerebellar syndrome.","drug":["methotrexate"],"drug_indices_start":[12],"drug_indices_end":[24]}
{"text":"We describe a patient who developed acute cerebellar syndrome after prophylactic intrathecal methotrexate administration and recovered spontaneously.","drug":["methotrexate"],"drug_indices_start":[93],"drug_indices_end":[105]}
{"text":"Angioimmunoblastic lymphadenopathy with dysproteinemia following doxycycline administration.","drug":["doxycycline"],"drug_indices_start":[65],"drug_indices_end":[76]}
{"text":"We report a case of AILD in an 80-year-old male who presented with a generalized pruritic maculopapular eruption and fever following doxycycline administration.","drug":["doxycycline"],"drug_indices_start":[133],"drug_indices_end":[144]}
{"text":"Anaphylaxis from isoniazid is a possible side effect to this commonly prescribed antibiotic.","drug":["isoniazid"],"drug_indices_start":[17],"drug_indices_end":[26]}
{"text":"Isoniazid-induced anaphylaxis.","drug":["Isoniazid"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"A case is reported in which severe hypocalcemia, with a low plasma parathyroid hormone (PTH) concentration, resulted from the therapeutic use of magnesium sulfate for toxemia of pregnancy.","drug":["magnesium sulfate"],"drug_indices_start":[145],"drug_indices_end":[162]}
{"text":"Carbamazepine-related hyponatremia following cardiopulmonary bypass.","drug":["Carbamazepine"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"We discuss the association between carbamazepine and hyponatremia and the causes of hyponatremia after cardiopulmonary bypass.","drug":["carbamazepine"],"drug_indices_start":[35],"drug_indices_end":[48]}
{"text":"After 5-ASA was discontinued, the polyneuropathy symptoms recovered gradually.","drug":["5-ASA"],"drug_indices_start":[6],"drug_indices_end":[11]}
{"text":"Sensorimotor polyneuropathy with 5-aminosalicylic acid: a case report.","drug":["5-aminosalicylic acid"],"drug_indices_start":[33],"drug_indices_end":[54]}
{"text":"This clinical course suggests that the sensorimotor polyneuropathy may have been caused by 5-ASA.","drug":["5-ASA"],"drug_indices_start":[91],"drug_indices_end":[96]}
{"text":"When SASP was changed to 5-aminosalicylic acid (5-ASA), his skin eruptions were resolved, however, he developed weakness and atrophy in his right arm as well as progressive worsening of the dysesthesia in his legs and gait disturbance.","drug":["5-aminosalicylic acid"],"drug_indices_start":[25,48],"drug_indices_end":[46,53]}
{"text":"Disseminated cellulitic cryptococcosis in the setting of prednisone monotherapy for pemphigus vulgaris.","drug":["prednisone"],"drug_indices_start":[57],"drug_indices_end":[67]}
{"text":"In both cases, high fever, skin rash, liver dysfunction and atypical lymphocytosis developed 3 weeks after initiating treatment with SASP.","drug":["SASP"],"drug_indices_start":[133],"drug_indices_end":[137]}
{"text":"Slow acetylator genotypes as a possible risk factor for infectious mononucleosis-like syndrome induced by salazosulfapyridine.","drug":["salazosulfapyridine"],"drug_indices_start":[106],"drug_indices_end":[125]}
{"text":"We report two patients with infectious mononucleosis-like syndrome induced by salazosulfapyridine (SASP).","drug":["salazosulfapyridine"],"drug_indices_start":[78,99],"drug_indices_end":[97,103]}
{"text":"A 45-year-old woman with steroid-dependent Crohn's colitis, successfully managed with maintenance infliximab infusions and methotrexate, developed a lupus-like syndrome eight months after her initial infusion.","drug":["infliximab"],"drug_indices_start":[98,123],"drug_indices_end":[108,135]}
{"text":"A lupus-like syndrome associated with infliximab therapy.","drug":["infliximab"],"drug_indices_start":[38],"drug_indices_end":[48]}
{"text":"Infliximab therapy may cause a lupus-like syndrome that is reversible upon discontinuing this agent.","drug":["Infliximab"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We report in detail an unusual adverse reaction to infliximab therapy, a drug-induced lupus-like clinical syndrome.","drug":["infliximab"],"drug_indices_start":[51],"drug_indices_end":[61]}
{"text":"Chronic myelogenous leukemia (CML), hepatitis C, and interferon alpha (IFNalpha) have all been associated with renal dysfunction.","drug":["IFNalpha"],"drug_indices_start":[53,71],"drug_indices_end":[69,79]}
{"text":"Despite the underlying hepatitis C, this case represents renal abnormalities consistent with IFNalpha therapy for CML.","drug":["IFNalpha"],"drug_indices_start":[93],"drug_indices_end":[101]}
{"text":"Interferon-alpha-induced focal segmental glomerulosclerosis in chronic myelogenous leukemia: a case report and review of the literature.","drug":["Interferon-alpha"],"drug_indices_start":[0],"drug_indices_end":[16]}
{"text":"The renal biopsy showed focal segmental glomerulosclerosis, which has only been previously reported in two cases of CML treated with IFNalpha.","drug":["IFNalpha"],"drug_indices_start":[133],"drug_indices_end":[141]}
{"text":"Severe autoimmune hemolytic anemia following rituximab therapy in a patient with a lymphoproliferative disorder.","drug":["rituximab"],"drug_indices_start":[45],"drug_indices_end":[54]}
{"text":"The pathophysiological mechanisms remain unknown, although the drug could act through massive cytokines liberation after destruction of CD20 positive cells by rituximab.","drug":["rituximab"],"drug_indices_start":[159],"drug_indices_end":[168]}
{"text":"We report the first case, to our knowledge, of rituximab-related autoimmune hemolytic anemia.","drug":["rituximab"],"drug_indices_start":[47],"drug_indices_end":[56]}
{"text":"Early-onset acute transverse myelitis following hepatitis B vaccination and respiratory infection: case report.","drug":["hepatitis B vaccination"],"drug_indices_start":[48],"drug_indices_end":[71]}
{"text":"In this paper, we report a case of 3 years-old boy who developed acute onset tetraparesia following a viral respiratory infecction and hepatitis B vaccination.","drug":["hepatitis B vaccination"],"drug_indices_start":[135],"drug_indices_end":[158]}
{"text":"Although it would be expected that, like other type IA toxicities, diphenhydramine-induced cardiotoxicity could be responsive to hypertonic sodium bicarbonate, this finding is largely unappreciated.","drug":["diphenhydramine"],"drug_indices_start":[67],"drug_indices_end":[82]}
{"text":"Diphenhydramine-induced wide complex dysrhythmia responds to treatment with sodium bicarbonate.","drug":["Diphenhydramine"],"drug_indices_start":[0],"drug_indices_end":[15]}
{"text":"However, because diphenhydramine also exhibits type IA sodium channel blockade, cardiac toxicity is also possible.","drug":["diphenhydramine"],"drug_indices_start":[17],"drug_indices_end":[32]}
{"text":"We describe 3 cases of diphenhydramine-induced cardiac toxicity that were responsive to bicarbonate.","drug":["diphenhydramine"],"drug_indices_start":[23],"drug_indices_end":[38]}
{"text":"We describe a patient with extranodal non-Hodgkin lymphoma who developed systemic candidiasis after treatment with a cyclophosphamide-based chemotherapy regimen.","drug":["cyclophosphamide"],"drug_indices_start":[117],"drug_indices_end":[133]}
{"text":"Stevens-Johnson syndrome in a boy with nephrotic syndrome during prednisolone therapy.","drug":["prednisolone"],"drug_indices_start":[65],"drug_indices_end":[77]}
{"text":"We report a case of SJS in a 14-year-old male with nephrotic syndrome, who was treated with oral prednisolone for 6 weeks.","drug":["prednisolone"],"drug_indices_start":[97],"drug_indices_end":[109]}
{"text":"A 25-year-old man with a history of mid-borderline (BB) Hansen's disease developing a reversal reaction after starting dapsone and rifampin therapy is presented.","drug":["dapsone"],"drug_indices_start":[119,131],"drug_indices_end":[126,139]}
{"text":"However, in order to avoid neuropathic side effects, patients under thalidomide therapy should be monitored every 6 months with nerve conduction studies while taking the drug.","drug":["thalidomide"],"drug_indices_start":[68],"drug_indices_end":[79]}
{"text":"After a two-month interruption of interferon administration, natural interferon alpha was given but followed by another episode of the same neurological manifestations.","drug":["interferon alpha"],"drug_indices_start":[69],"drug_indices_end":[85]}
{"text":"Case 1, a 62-year-old woman, developed bilateral optic neuritis with decreased sensation of vibration and increased deep tendon reflex in the lower extremities after a seven-month use of recombinant interferon alpha-2a for chronic active hepatitis C.","drug":["recombinant interferon alpha-2a"],"drug_indices_start":[187],"drug_indices_end":[218]}
{"text":"Case 2, a 29-year-old woman, developed bilateral optic neuritis combined with numbness of the lower extremities as well as bowel and bladder dysfunction after a 22-month use of recombinant interferon alpha-2b for chronic myelogenous leukemia.","drug":["recombinant interferon alpha-2b"],"drug_indices_start":[177],"drug_indices_end":[208]}
{"text":"CONCLUSIONS: Optic neuritis in combination with other neurological signs, simulating multiple sclerosis, should be included in the list of adverse effects of recombinant and natural interferon alpha administration.","drug":["interferon alpha"],"drug_indices_start":[182],"drug_indices_end":[198]}
{"text":"Multiple sclerosis-like disease secondary to alpha interferon.","drug":["alpha interferon"],"drug_indices_start":[45],"drug_indices_end":[61]}
{"text":"PURPOSE: To describe bilateral optic neuritis that occurred as an adverse effect of recombinant and natural interferon alpha administration.","drug":["interferon alpha"],"drug_indices_start":[108],"drug_indices_end":[124]}
{"text":"Acute abdomen due to endometriosis in a premenopausal woman taking tamoxifen.","drug":["tamoxifen"],"drug_indices_start":[67],"drug_indices_end":[76]}
{"text":"We describe a premenopausal woman who, while having tamoxifen due to a diagnosis of in situ ductal carcinoma, developed endometriosis requiring surgery.","drug":["tamoxifen"],"drug_indices_start":[52],"drug_indices_end":[61]}
{"text":"A case report of fatal dapsone-induced agranulocytosis in an Indian mid-borderline leprosy patient.","drug":["dapsone"],"drug_indices_start":[23],"drug_indices_end":[30]}
{"text":"Fatal agranulocytosis in an Indian male receiving 100mg of dapsone daily, hospitalized for mid-borderline leprosy in type I reaction with triple nerve paralysis is reported.","drug":["dapsone"],"drug_indices_start":[59],"drug_indices_end":[66]}
{"text":"Various case reports concerning dapsone-induced agranulocytosis are reviewed.","drug":["dapsone"],"drug_indices_start":[32],"drug_indices_end":[39]}
{"text":"Massive pulmonary embolism due to late-onset heparin-induced thrombocytopenia following coronary artery bypass graft surgery: successful treatment with lepirudin.","drug":["heparin"],"drug_indices_start":[45],"drug_indices_end":[52]}
{"text":"Most cardiac surgical patients have had previous exposure to heparin for diagnostic or therapeutic interventions and hence have an increased susceptibility to developing heparin-induced thrombocytopenia (HIT) postoperatively.","drug":["heparin"],"drug_indices_start":[61,170],"drug_indices_end":[68,177]}
{"text":"Acute psychosis associated with levetiracetam.","drug":["levetiracetam"],"drug_indices_start":[32],"drug_indices_end":[45]}
{"text":"A twelve year-old-girl with idiopathic partial epilepsy with secondary generalization, developed acute psychosis 10 days after the administration of levetiracetam.","drug":["levetiracetam"],"drug_indices_start":[149],"drug_indices_end":[162]}
{"text":"The psychotic behavior resolved completely soon after the discontinuation of levetiracetam.","drug":["levetiracetam"],"drug_indices_start":[77],"drug_indices_end":[90]}
{"text":"CASES: \"A\" was an 8-year-old boy with attention deficit and chronic tic disorder who developed obsessive-compulsive symptoms within 2 weeks of starting risperidone.","drug":["risperidone"],"drug_indices_start":[152],"drug_indices_end":[163]}
{"text":"Obsessive-compulsive symptoms suddenly emerged 10 days after starting risperidone and resolved within 3 days of discontinuation.","drug":["risperidone"],"drug_indices_start":[70],"drug_indices_end":[81]}
{"text":"Risperidone-induced obsessive-compulsive symptoms in two children.","drug":["Risperidone"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"Proliferation of abnormal bone marrow histiocytes, an undesired effect of granulocyte macrophage-colony-stimulating factor therapy in a patient with Hurler's syndrome undergoing bone marrow transplantation.","drug":["granulocyte macrophage-colony-stimulating factor"],"drug_indices_start":[74],"drug_indices_end":[122]}
{"text":"Possible heart failure exacerbation associated with rosiglitazone: case report and literature review.","drug":["rosiglitazone"],"drug_indices_start":[52],"drug_indices_end":[65]}
{"text":"Enoxaparin-induced generalized exanthem.","drug":["Enoxaparin"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"Only one case of a generalized maculopapular rash with enoxaparin has been reported in Europe.","drug":["enoxaparin"],"drug_indices_start":[55],"drug_indices_end":[65]}
{"text":"To our knowledge, this is the first case reported in the English literature of a generalized exanthem due to subcutaneous injection of enoxaparin.","drug":["enoxaparin"],"drug_indices_start":[135],"drug_indices_end":[145]}
{"text":"Behavioral side effects associated with clonazepam may include agitation, aggression, hyperactivity, irritability, property destruction, and temper tantrums.","drug":["clonazepam"],"drug_indices_start":[40],"drug_indices_end":[50]}
{"text":"This report describes an individual with mental retardation who experienced behavioral exacerbation associated with clonazepam prescribed at 2 mg\/day (0.02 mg\/kg\/day) to treat aggression, self-injurious behavior, property destruction, and screaming, which was measured with a 15-minute partial interval recording measurement method.","drug":["clonazepam"],"drug_indices_start":[116],"drug_indices_end":[126]}
{"text":"Cefuroxime-induced immune hemolysis.","drug":["Cefuroxime"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"We report the first case of IHA associated with cefuroxime administration.","drug":["cefuroxime"],"drug_indices_start":[48],"drug_indices_end":[58]}
{"text":"After 39 hours on argatroban, the infusion was stopped when minor bleeding was observed with a concurrent activated partial thromboplastin time (aPTT) of 100 seconds.","drug":["argatroban"],"drug_indices_start":[18],"drug_indices_end":[28]}
{"text":"Argatroban for heparin-induced thrombocytopenia in hepato-renal failure and CVVHD.","drug":["heparin"],"drug_indices_start":[15],"drug_indices_end":[22]}
{"text":"Argatroban is hepatically cleared and may be the preferred direct thrombin inhibitor in the presence of significant renal impairment, but conversely has prolonged effects in hepatic failure.","drug":["Argatroban"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"OBJECTIVE: To report a case of significant hepatic and renal failure with the use of argatroban in a patient with heparin-induced thrombocytopenia (HIT) requiring continuous veno-veno hemodialysis (CVVHD).","drug":["argatroban"],"drug_indices_start":[85,114],"drug_indices_end":[95,121]}
{"text":"Schneiderian first-rank symptoms associated with fluvoxamine treatment: a case report.","drug":["fluvoxamine"],"drug_indices_start":[49],"drug_indices_end":[60]}
{"text":"The patient, a 28-year-old man suffering from panic disorder, developed several first-rank symptoms during fluvoxamine administration.","drug":["fluvoxamine"],"drug_indices_start":[107],"drug_indices_end":[118]}
{"text":"This communication describes a patient who developed Schneiderian first-rank symptoms in the course of treatment with fluvoxamine.","drug":["fluvoxamine"],"drug_indices_start":[118],"drug_indices_end":[129]}
{"text":"This finding suggests that fluvoxamine can precipitate Schneiderian first-rank symptoms in some susceptible patients.","drug":["fluvoxamine"],"drug_indices_start":[27],"drug_indices_end":[38]}
{"text":"We present a surprising case of a woman schizophrenic patient treated with clozapine suffering from EPS.","drug":["clozapine"],"drug_indices_start":[75],"drug_indices_end":[84]}
{"text":"Hyperpigmentation during interferon-alpha therapy for chronic hepatitis C virus infection.","drug":["interferon-alpha"],"drug_indices_start":[25],"drug_indices_end":[41]}
{"text":"These skin lesions may be induced or worsened during antiviral therapy with interferon-alpha (IFN).","drug":["IFN"],"drug_indices_start":[76,94],"drug_indices_end":[92,97]}
{"text":"We describe two dark-skinned patients who developed hyperpigmented skin and tongue lesions during combination therapy with IFN and ribavirin.","drug":["IFN"],"drug_indices_start":[123,131],"drug_indices_end":[126,140]}
{"text":"It is concluded that simultaneous administration of ciprofloxacin and tazobactam\/piperacillin may cause marked thrombocytosis.","drug":["ciprofloxacin"],"drug_indices_start":[52,70,81],"drug_indices_end":[65,80,93]}
{"text":"Since the thrombocyte count started to increase immediately after initiation and dropped immediately after discontinuation of ciprofloxacin and tazobactam\/piperacillin and all other drugs were discontinued already before or were started after the nadir of the thrombocyte count, these two antibiotics were regarded causative.","drug":["ciprofloxacin"],"drug_indices_start":[126,144,155],"drug_indices_end":[139,154,167]}
{"text":"Thrombocytosis under ciprofloxacin and tazobactam\/piperacillin.","drug":["ciprofloxacin"],"drug_indices_start":[21,39,50],"drug_indices_end":[34,49,62]}
{"text":"Anaphylaxis after the injection of chymopapain occurs in about 1% of such cases.","drug":["chymopapain"],"drug_indices_start":[35],"drug_indices_end":[46]}
{"text":"Both patients suddenly became hypotensive after injection of chymopapain into a disk.","drug":["chymopapain"],"drug_indices_start":[61],"drug_indices_end":[72]}
{"text":"Lethargy in a newborn: lithium toxicity or lab error?","drug":["lithium"],"drug_indices_start":[23],"drug_indices_end":[30]}
{"text":"The newborn manifested a four day course of lethargy with unexplained high lithium levels in the adult toxic range.","drug":["lithium"],"drug_indices_start":[75],"drug_indices_end":[82]}
{"text":"A 14-year-old female developed systemic lupus erythematosus (SLE)-like symptoms, rash, fever, leukopenia and positive anti-nuclear antibody (ANA) two weeks after administration of carbamazepine (CBZ; Tegretol) used against benign Rolandic epilepsy.","drug":["carbamazepine"],"drug_indices_start":[180,195,200],"drug_indices_end":[193,198,208]}
{"text":"Carbamazepine-induced systemic lupus erythematosus-like disease.","drug":["Carbamazepine"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"The cases of CBZ-induced SLE reported in the literature were reviewed.","drug":["CBZ"],"drug_indices_start":[13],"drug_indices_end":[16]}
{"text":"After four months, while receiving RH, he developed painful bilateral gynaecomastia.","drug":["RH"],"drug_indices_start":[35],"drug_indices_end":[37]}
{"text":"Gynaecomastia is a rarely reported adverse drug reaction due to isoniazid therapy.","drug":["isoniazid"],"drug_indices_start":[64],"drug_indices_end":[73]}
{"text":"Isoniazid associated, painful, bilateral gynaecomastia.","drug":["Isoniazid"],"drug_indices_start":[0],"drug_indices_end":[9]}
{"text":"A patient suffering from heparin-associated thrombocytopenia (HAT), recurrent arteriothromboses, and acute renal failure after treatment with standard heparin is described.","drug":["heparin"],"drug_indices_start":[25,151],"drug_indices_end":[32,158]}
{"text":"By means of the in vitro heparin-induced platelet activation (HIPA) assay it was shown that standard heparin and the LMW heparins Fragmin and Fraxiparin (Sanofi Labaz, Munich, FRG), as well as the enoxaparine Clexane (Nattermann, Cologne, FRG), all induced platelet activation with the patient's serum.","drug":["Clexane"],"drug_indices_start":[25,101,121,130,142,209],"drug_indices_end":[32,108,128,137,152,216]}
{"text":"Heparin-associated thrombocytopenia: successful therapy with the heparinoid Org 10172 in a patient showing cross-reaction to LMW heparins.","drug":["Heparin"],"drug_indices_start":[0],"drug_indices_end":[7]}
{"text":"Hemodynamic collapse following labetalol administration in preeclampsia.","drug":["labetalol"],"drug_indices_start":[31],"drug_indices_end":[40]}
{"text":"A patient with Parkinson's disease, initially treated with bromocriptine and subsequently with cabergoline, developed progressive pleuropulmonary abnormalities during the latter therapy.","drug":["bromocriptine"],"drug_indices_start":[59,95],"drug_indices_end":[72,106]}
{"text":"Pleuropulmonary changes during treatment of Parkinson's disease with a long-acting ergot derivative, cabergoline.","drug":["cabergoline"],"drug_indices_start":[101],"drug_indices_end":[112]}
{"text":"Thus cabergoline may cause similar pleuropulmonary abnormalities to bromocriptine.","drug":["bromocriptine"],"drug_indices_start":[5,68],"drug_indices_end":[16,81]}
{"text":"Acute myopathy with selective degeneration of myosin filaments following status asthmaticus treated with methylprednisolone and vecuronium.","drug":["methylprednisolone"],"drug_indices_start":[105,128],"drug_indices_end":[123,138]}
{"text":"Flaccid quadriparesis was noted after discontinuation of vecuronium.","drug":["vecuronium"],"drug_indices_start":[57],"drug_indices_end":[67]}
{"text":"This entity is probably related to a combination of high doses of corticosteroids, vecuronium administration and metabolic abnormalities associated with respiratory failure.","drug":["vecuronium"],"drug_indices_start":[83],"drug_indices_end":[93]}
{"text":"A patient with ulcerative colitis developed skin pigmentation and diffuse pulmonary shadowing without respiratory symptomatology, while taking sulfasalazine.","drug":["sulfasalazine"],"drug_indices_start":[143],"drug_indices_end":[156]}
{"text":"Pulmonary infiltrates and skin pigmentation associated with sulfasalazine.","drug":["sulfasalazine"],"drug_indices_start":[60],"drug_indices_end":[73]}
{"text":"Sulfasalazine-induced lung disorder is an extremely rare entity which must be considered in all ulcerative colitis patients while on sulfasalazine therapy, despite the absence of pulmonary symptomatology.","drug":["Sulfasalazine"],"drug_indices_start":[0,133],"drug_indices_end":[13,146]}
{"text":"Reversible sclerotic changes of lumbar spine and femur due to long-term oral isotretinoin therapy.","drug":["isotretinoin"],"drug_indices_start":[77],"drug_indices_end":[89]}
{"text":"Although an association between exposure to bleomycin and the development of scleroderma has been suspected, few cases are reported.","drug":["bleomycin"],"drug_indices_start":[44],"drug_indices_end":[53]}
{"text":"Our series of 3 patients supports a causal connection between bleomycin and scleroderma.","drug":["bleomycin"],"drug_indices_start":[62],"drug_indices_end":[71]}
{"text":"Scleroderma in association with the use of bleomycin: a report of 3 cases.","drug":["bleomycin"],"drug_indices_start":[43],"drug_indices_end":[52]}
{"text":"We describe the development of cutaneous scleroderma in 3 patients coincident with the use of bleomycin in low cumulative doses of less than 100 U.","drug":["bleomycin"],"drug_indices_start":[94],"drug_indices_end":[103]}
{"text":"A patient presented with dilated cardiomyopathy after many years of overusing an adrenaline inhaler.","drug":["adrenaline"],"drug_indices_start":[81],"drug_indices_end":[91]}
{"text":"Dilated cardiomyopathy associated with chronic overuse of an adrenaline inhaler.","drug":["adrenaline"],"drug_indices_start":[61],"drug_indices_end":[71]}
{"text":"A 21-year-old woman suffering from bipolar affective disorder developed systemic lupus erythematosus (SLE) with characteristic laboratory findings, 18 months after starting carbamazepine maintenance treatment.","drug":["carbamazepine"],"drug_indices_start":[173],"drug_indices_end":[186]}
{"text":"Although both the spontaneous occurrence of SLE and the psychosis as a sign of CNS involvement of SLE cannot be excluded, SLE could be considered as an adverse effect of carbamazepine.","drug":["carbamazepine"],"drug_indices_start":[170],"drug_indices_end":[183]}
{"text":"Carbamazepine-induced systemic lupus erythematosus.","drug":["Carbamazepine"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"SLE receded after withdrawal of carbamazepine and treatment with anti-inflammatory drugs.","drug":["carbamazepine"],"drug_indices_start":[32],"drug_indices_end":[45]}
{"text":"We report a case of acne fulminans occurring during treatment with 13-cis-retinoic acid for cystic acne.","drug":["13-cis-retinoic acid"],"drug_indices_start":[67],"drug_indices_end":[87]}
{"text":"Carbamyl phosphate synthetase-1 deficiency discovered after valproic acid-induced coma.","drug":["valproic acid"],"drug_indices_start":[60],"drug_indices_end":[73]}
{"text":"Valproic acid induced coma is presented in an adult patient without a history of metabolic disease.","drug":["Valproic acid"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"Asterixis induced by carbamazepine therapy.","drug":["carbamazepine"],"drug_indices_start":[21],"drug_indices_end":[34]}
{"text":"In this report we present four patients treated with a combination of different psychotropic drugs, in whom asterixis was triggered either by adding carbamazepine (CBZ) to a treatment regimen, or by increasing its dosage.","drug":["carbamazepine"],"drug_indices_start":[149,164],"drug_indices_end":[162,167]}
{"text":"We consider asterixis to be an easily overlooked sign of neurotoxicity, which may occur even at low or moderate dosage levels, if certain drugs as lithium or clozapine are used in combination with CBZ.","drug":["CBZ"],"drug_indices_start":[147,158,197],"drug_indices_end":[154,167,200]}
{"text":"Encephalopathy and seizures induced by intravesical alum irrigations.","drug":["alum"],"drug_indices_start":[52],"drug_indices_end":[56]}
{"text":"Hemorrhagic cystitis is a significant toxic effect of cyclophosphamide therapy.","drug":["cyclophosphamide"],"drug_indices_start":[54],"drug_indices_end":[70]}
{"text":"We report four cases of encephalopathy coincident with elevated aluminum levels as well as one patient who developed seizures while receiving continuous bladder irrigations with alum.","drug":["alum"],"drug_indices_start":[64,178],"drug_indices_end":[68,182]}
{"text":"Seizure with hyponatremia in a child prescribed desmopressin for nocturnal enuresis.","drug":["desmopressin"],"drug_indices_start":[48],"drug_indices_end":[60]}
{"text":"We report a case of hyponatremia associated with a grand mal seizure in a 28 month-old child after intra-nasal desmopressin administration for high fluid intake with nocturnal enuresis.","drug":["desmopressin"],"drug_indices_start":[111],"drug_indices_end":[123]}
{"text":"This case report describes a 38-year-old male in whom SIADH was strongly suspected secondary to Tegretol therapy to control a seizure disorder.","drug":["Tegretol"],"drug_indices_start":[96],"drug_indices_end":[104]}
{"text":"Gestational diabetes was no less severe (degree of hyperglycaemia, need for insulin therapy) when associated with norethisterone.","drug":["norethisterone"],"drug_indices_start":[114],"drug_indices_end":[128]}
{"text":"However, follow-up revealed that gestational diabetes when associated with norethisterone had a lesser risk of emerging diabetes mellitus and impaired glucose tolerance.","drug":["norethisterone"],"drug_indices_start":[75],"drug_indices_end":[89]}
{"text":"In a single practice during the 21 years 1971-1991, the incidence of gestational diabetes in pregnancies in which norethisterone was prescribed was 32.4% (22 of 69) in comparison with 7.1% in pregnancies in which the women did not take norethisterone (137 of 1,684) (p < 0.001).","drug":["norethisterone"],"drug_indices_start":[114,236],"drug_indices_end":[128,250]}
{"text":"Masculinization of a female fetus occurred in 5 of 39 (12.8%) exposed to norethisterone; all were cases of clitoral hypertrophy not requiring surgical treatment.","drug":["norethisterone"],"drug_indices_start":[73],"drug_indices_end":[87]}
{"text":"Norethisterone in these 69 pregnancies accounted for 33.3% (5 of 15) cases of clitoral hypertrophy diagnosed in 100,756 consecutive births.","drug":["Norethisterone"],"drug_indices_start":[0],"drug_indices_end":[14]}
{"text":"An adverse reaction to IFN was strongly suspected as the cause of CHF.","drug":["IFN"],"drug_indices_start":[23],"drug_indices_end":[26]}
{"text":"Multiple myeloma complicated by congestive heart failure following first administration of recombinant alpha-interferon.","drug":["recombinant alpha-interferon"],"drug_indices_start":[91],"drug_indices_end":[119]}
{"text":"Sixteen hours after the first administration of IFN, IFN was suspended by the symptoms of congestive heart failure (CHF).","drug":["IFN"],"drug_indices_start":[48,53],"drug_indices_end":[51,56]}
{"text":"Neutrophilic eccrine hidradenitis mimicking cutaneous vasculitis in a lupus patient: a complication of cyclophosphamide.","drug":["cyclophosphamide"],"drug_indices_start":[103],"drug_indices_end":[119]}
{"text":"We report a case of NEH masquerading as cutaneous vasculitis in a woman receiving cyclophosphamide for lupus nephritis.","drug":["cyclophosphamide"],"drug_indices_start":[82],"drug_indices_end":[98]}
{"text":"Generalised cutaneous rash associated with ganciclovir therapy has rarely been reported in literature.","drug":["ganciclovir"],"drug_indices_start":[43],"drug_indices_end":[54]}
{"text":"Skin rash and splinter hemorrhages from ganciclovir.","drug":["ganciclovir"],"drug_indices_start":[40],"drug_indices_end":[51]}
{"text":"Can roxithromycin and betamethasone induce acute pancreatitis? A case report.","drug":["betamethasone"],"drug_indices_start":[4,22],"drug_indices_end":[17,35]}
{"text":"CASE REPORT: We report the case of a 58 year old patient who, after 2 days of treatment with roxithromycin and betamethasone, manifested acute pancreatitis.","drug":["betamethasone"],"drug_indices_start":[93,111],"drug_indices_end":[106,124]}
{"text":"Renal tubular acidosis secondary to FK506 in living donor liver transplantation: a case report.","drug":["FK506"],"drug_indices_start":[36],"drug_indices_end":[41]}
{"text":"RTA is one type of nephrotoxicity induced by FK506, and it is reversible in mild cases when appropriately treated.","drug":["FK506"],"drug_indices_start":[45],"drug_indices_end":[50]}
{"text":"Surgeons and physicians should therefore be aware of the potential for RTA to occur with FK506 after any organ transplantation.","drug":["FK506"],"drug_indices_start":[89],"drug_indices_end":[94]}
{"text":"The mechanism of RTA induced by FK506 has not yet been clearly elucidated.","drug":["FK506"],"drug_indices_start":[32],"drug_indices_end":[37]}
{"text":"The treatment for acidosis and hyperkalaemia should be started as soon as RTA is diagnosed, and the dosage of FK506 should also be reduced if possible.","drug":["FK506"],"drug_indices_start":[110],"drug_indices_end":[115]}
{"text":"We report a case of RTA secondary to FK506 administration in liver transplantation.","drug":["FK506"],"drug_indices_start":[37],"drug_indices_end":[42]}
{"text":"A 74-year-old patient with idiopathic Parkinson's disease was evaluated for unintended sleep episodes that occurred after long-term treatment with 400 mg\/day of L-dopa.","drug":["L-dopa"],"drug_indices_start":[161],"drug_indices_end":[167]}
{"text":"L-DOPA-induced excessive daytime sleepiness in PD: a placebo-controlled case with MSLT assessment.","drug":["L-DOPA"],"drug_indices_start":[0],"drug_indices_end":[6]}
{"text":"The authors' results suggest that L-dopa may cause daytime somnolence in some patients with Parkinson's disease.","drug":["L-dopa"],"drug_indices_start":[34],"drug_indices_end":[40]}
{"text":"Neurotoxicity of intrathecal methotrexate: MR imaging findings.","drug":["methotrexate"],"drug_indices_start":[29],"drug_indices_end":[41]}
{"text":"We attribute the clinical and radiographic findings to cytotoxic edema secondary to intrathecal methotrexate.","drug":["methotrexate"],"drug_indices_start":[96],"drug_indices_end":[108]}
{"text":"We report a case of intrathecal methotrexate neurotoxicity manifesting as left arm weakness and aphasia.","drug":["methotrexate"],"drug_indices_start":[32],"drug_indices_end":[44]}
{"text":"In this article lithium is not discussed, although there are a number of concerns about lithium's potential teratogenicity, and it has been implicated in Epstein's anomaly, a congenital heart defect among infants born to women taking lithium; as with other medications, however, the data have specific limitations.","drug":["lithium"],"drug_indices_start":[16,88,234],"drug_indices_end":[23,95,241]}
{"text":"We present a case of a 20-year-old woman who ingested 900 mg of glyburide causing refractory hypoglycemia resistant to treatment with intravenous dextrose, glucagon, and diazoxide.","drug":["glyburide"],"drug_indices_start":[64],"drug_indices_end":[73]}
{"text":"Ocular ethambutol toxicity.","drug":["ethambutol"],"drug_indices_start":[7],"drug_indices_end":[17]}
{"text":"The most commonly recognized toxic effect of ethambutol is optic neuropathy, which generally is considered uncommon and reversible in medical literature.","drug":["ethambutol"],"drug_indices_start":[45],"drug_indices_end":[55]}
{"text":"This case and a review of the literature show the severe and unpredictable nature of ethambutol toxicity and its potential for irreversible vision loss despite careful ophthalmologic monitoring.","drug":["ethambutol"],"drug_indices_start":[85],"drug_indices_end":[95]}
{"text":"We describe a 43-year-old man who developed signs and symptoms of bilateral optic neuropathy during treatment with ethambutol.","drug":["ethambutol"],"drug_indices_start":[115],"drug_indices_end":[125]}
{"text":"The case history and toxicological findings of an infant fatality involving pseudoephedrine, brompheniramine, and dextromethorphan are presented.","drug":["brompheniramine"],"drug_indices_start":[76,93,114],"drug_indices_end":[91,108,130]}
{"text":"Early overanticoagulation with acenocoumarol due to a genetic polymorphism of cytochrome P450 CYP2C9.","drug":["acenocoumarol"],"drug_indices_start":[31],"drug_indices_end":[44]}
{"text":"We report the case of a young healthy woman who presented an early overanticoagulation when receiving acenocoumarol for a first thromboembolic episode.","drug":["acenocoumarol"],"drug_indices_start":[102],"drug_indices_end":[115]}
{"text":"Colchicine-induced myopathy in a teenager with familial Mediterranean fever.","drug":["Colchicine"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"CONCLUSIONS: Colchicine-induced myopathy should be excluded in patients with FMF who present with generalized muscle weakness.","drug":["Colchicine"],"drug_indices_start":[13],"drug_indices_end":[23]}
{"text":"DISCUSSION: Colchicine, the most important drug in treatment of FMF, can cause myopathy in patients with impaired renal and hepatic function.","drug":["Colchicine"],"drug_indices_start":[12],"drug_indices_end":[22]}
{"text":"In our patient, an objective causality scale showed that therapeutic doses of colchicine for FMF were the definite cause of myopathy, even though his renal and hepatic function were normal.","drug":["colchicine"],"drug_indices_start":[78],"drug_indices_end":[88]}
{"text":"OBJECTIVE: To report a case of colchicine-induced myopathy in a teenager with familial Mediterranean fever (FMF).","drug":["colchicine"],"drug_indices_start":[31],"drug_indices_end":[41]}
{"text":"Angioedema and dysphagia caused by contact allergy to inhaled budesonide.","drug":["budesonide"],"drug_indices_start":[62],"drug_indices_end":[72]}
{"text":"We report a 43-year-old woman who developed sore throat, swelling of the lips and oral cavity and dysphagia, 2 weeks after the use of budesonide spray (Budefat) for treatment of bronchial asthma.","drug":["Budefat"],"drug_indices_start":[134,152],"drug_indices_end":[144,159]}
{"text":"Infectious toxicity of dexamethasone during all remission-induction chemotherapy: report of two cases and literature review.","drug":["dexamethasone"],"drug_indices_start":[23],"drug_indices_end":[36]}
{"text":"We describe the infectious toxicities experienced by the first two patients in our institution treated with dexamethasone (10 mg\/m(2)\/day for 4 weeks with gradual tapering) during induction according to the dexamethasone arm of BFM 2000 and review the relevant literature that suggests an increased risk of infectious complications with dexamethasone.","drug":["dexamethasone"],"drug_indices_start":[108,207,337],"drug_indices_end":[121,220,350]}
{"text":"We describe a patient who developed NEH on three separate occasions provoked by two different chemotherapeutic agents--cytarabine and mitoxantrone.","drug":["cytarabine"],"drug_indices_start":[119,134],"drug_indices_end":[129,146]}
{"text":"A diagnosis of infliximab-induced lupus was made and the drug treatment was withdrawn.","drug":["infliximab"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"Infliximab-induced lupus in Crohn's disease: a case report.","drug":["Infliximab"],"drug_indices_start":[0],"drug_indices_end":[10]}
{"text":"This is the first case, to our knowledge, of onset of prolonged infliximab-induced lupus.","drug":["infliximab"],"drug_indices_start":[64],"drug_indices_end":[74]}
{"text":"Treatment with infliximab is known to produce an increase of autoantibodies (antinuclear antibodies, anti-double-stranded DNA), but not clinical disease.","drug":["infliximab"],"drug_indices_start":[15],"drug_indices_end":[25]}
{"text":"Severe Raynaud's phenomenon with yohimbine therapy for erectile dysfunction.","drug":["yohimbine"],"drug_indices_start":[33],"drug_indices_end":[42]}
{"text":"We describe a patient with CREST syndrome (calcinosis, Raynaud's phenomenon, esophageal dysfunction, sclerodactyly, and telangiectasia) who paradoxically experienced worsening of Raynaud's phenomenon when using yohimbine for ED.","drug":["yohimbine"],"drug_indices_start":[211],"drug_indices_end":[220]}
{"text":"After initiation of topical vitamin D3 ointment (20 micro g\/g of tacalcitol) 10 g\/day for the skin lesions, both the serum level of calcium and urinary excretion of calcium increased gradually.","drug":["vitamin D3"],"drug_indices_start":[28],"drug_indices_end":[38]}
{"text":"Iatrogenic hypercalcemia due to vitamin D3 ointment (1,24(OH)2D3) combined with thiazide diuretics in a case of psoriasis.","drug":["1,24(OH)2D3"],"drug_indices_start":[32,80],"drug_indices_end":[42,88]}
{"text":"The present case is the first report of hypercalcemia induced by vitamin D3 ointment and thiazide simultaneously.","drug":["thiazide"],"drug_indices_start":[65,89],"drug_indices_end":[75,97]}
{"text":"We experienced a male patient with psoriasis and hypertension whose conditions were treated with tacalcitol ointment and thiazide, respectively, resulting in hypercalciuria and hypercalcemia.","drug":["tacalcitol"],"drug_indices_start":[97,121],"drug_indices_end":[107,129]}
{"text":"2-CdA typically causes a long-lasting state of immunodeficiency and the profound influence of this drug on the immune system has raised questions concerning the emergence of secondary neoplasms after its use.","drug":["2-CdA"],"drug_indices_start":[0],"drug_indices_end":[5]}
{"text":"2-Chloro-deoxyadenosine induces durable complete remission in Castleman's disease but may accelerate its transformation to non-Hodgkin's lymphoma.","drug":["2-Chloro-deoxyadenosine"],"drug_indices_start":[0],"drug_indices_end":[23]}
{"text":"Therefore, it is reasonable to conclude that: 1) 2-CdA can induce durable complete remission in MCD patients but unfortunately it cannot cure the disease; 2) the possibility that 2-CdA may accelerate the transformation of MCD to NHL cannot be ruled out.","drug":["2-CdA"],"drug_indices_start":[49,179],"drug_indices_end":[54,184]}
{"text":"Since this amount of FAB was insufficient to bind all DGTX present in the serum, cardiac DGTX toxicity (total AV-block) persisted.","drug":["DGTX"],"drug_indices_start":[54,89],"drug_indices_end":[58,93]}
{"text":"All patients had taken phenytoin for variable time periods (range 16-80 days; mean: 40) and were on the medication when the skin lesions first appeared.","drug":["phenytoin"],"drug_indices_start":[23],"drug_indices_end":[32]}
{"text":"Erythema multiforme associated with phenytoin and cranial radiation therapy: a report of three patients and review of the literature.","drug":["phenytoin"],"drug_indices_start":[36],"drug_indices_end":[45]}
{"text":"In conclusion, RSDS is a relevant osteoarticular complication in patients receiving either anticalcineurinic drug (CyA or tacrolimus), even under monotherapy or with a low steroid dose.","drug":["CyA"],"drug_indices_start":[115,122],"drug_indices_end":[118,132]}
{"text":"Reflex sympathetic dystrophy syndrome in renal transplanted patients under immunosuppression with tacrolimus.","drug":["tacrolimus"],"drug_indices_start":[98],"drug_indices_end":[108]}
{"text":"We now present four cases of RSDS in kidney transplant recipients treated with tacrolimus.","drug":["tacrolimus"],"drug_indices_start":[79],"drug_indices_end":[89]}
{"text":"CONCLUSIONS: Topiramate may be associated with ciliochoroidal effusion with forward displacement of the lens-iris diaphragm and anterior chamber shallowing, resulting in acute myopia and angle-closure glaucoma.","drug":["Topiramate"],"drug_indices_start":[13],"drug_indices_end":[23]}
{"text":"Mechanism of topiramate-induced acute-onset myopia and angle closure glaucoma.","drug":["topiramate"],"drug_indices_start":[13],"drug_indices_end":[23]}
{"text":"METHODS: In an institutional practice setting, two women, aged 25 and 45, developed acute myopia after starting topiramate for epilepsy.","drug":["topiramate"],"drug_indices_start":[112],"drug_indices_end":[122]}
{"text":"Doxycycline-induced photo-onycholysis.","drug":["Doxycycline"],"drug_indices_start":[0],"drug_indices_end":[11]}
{"text":"We present a case of photo-onycholysis in a patient treated with doxycycline for acne vulgaris.","drug":["doxycycline"],"drug_indices_start":[65],"drug_indices_end":[76]}
{"text":"A new type of minocycline-induced cutaneous hyperpigmentation.","drug":["minocycline"],"drug_indices_start":[14],"drug_indices_end":[25]}
{"text":"Pigmentary disorders are recognized adverse effects of the semi-synthetic tetracycline derivative antibiotic, minocycline.","drug":["minocycline"],"drug_indices_start":[110],"drug_indices_end":[121]}
{"text":"This fourth type of cutaneous minocycline hyperpigmentation may be a variant of Type I, but based on clinical, pathological and microanalytical differences, appears to be a new entity.","drug":["minocycline"],"drug_indices_start":[30],"drug_indices_end":[41]}
{"text":"Three distinct types of minocycline-induced cutaneous pigmentation have been described.","drug":["minocycline"],"drug_indices_start":[24],"drug_indices_end":[35]}
{"text":"We report two patients with acne vulgaris with a fourth type of minocycline-induced cutaneous pigmentation.","drug":["minocycline"],"drug_indices_start":[64],"drug_indices_end":[75]}
{"text":"Ciprofloxacin-induced toxic epidermal necrolysis in a patient with systemic lupus erythematosus.","drug":["Ciprofloxacin"],"drug_indices_start":[0],"drug_indices_end":[13]}
{"text":"We report here a case of TEN after administration of ciprofloxacin.","drug":["ciprofloxacin"],"drug_indices_start":[53],"drug_indices_end":[66]}
{"text":"A 56-year-old Caucasian man who received concomitant chemotherapy and radiation for head and neck cancer developed fever concurrent with the administration of amifostine.","drug":["amifostine"],"drug_indices_start":[159],"drug_indices_end":[169]}
